
BFCooldownDB = {
	["BUFF"] = {
		["config"] = false,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = false,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["r"] = 1,
		["g"] = 0.1,
		["s"] = 1.2,
		["b"] = 0.1,
	},
	["spellCache"] = {
		["角斗士勋章"] = {
			161674, -- [1]
			"item", -- [2]
		},
		["法术反制"] = {
			65, -- [1]
			"spell", -- [2]
		},
		["暴风雪"] = {
			64, -- [1]
			"spell", -- [2]
		},
		["寒冰护体"] = {
			59, -- [1]
			"spell", -- [2]
		},
		["冰霜之环"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["急救"] = {
			158381, -- [1]
			"item", -- [2]
		},
		["冰霜新星"] = {
			51, -- [1]
			"spell", -- [2]
		},
		["冰川尖刺"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["寒冰宝珠"] = {
			57, -- [1]
			"spell", -- [2]
		},
		["冰锥术"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["传送门：伯拉勒斯"] = {
			78, -- [1]
			"spell", -- [2]
		},
		["法术吸取"] = {
			66, -- [1]
			"spell", -- [2]
		},
		["冰风暴"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["造餐术"] = {
			70, -- [1]
			"spell", -- [2]
		},
		["寒冰屏障"] = {
			58, -- [1]
			"spell", -- [2]
		},
		["彗星风暴"] = {
			61, -- [1]
			"spell", -- [2]
		},
		["智力战斗药水"] = {
			163222, -- [1]
			"item", -- [2]
		},
		["黑冰箭"] = {
			73, -- [1]
			"spell", -- [2]
		},
		["奥术智慧"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["进食饮水"] = {
			154884, -- [1]
			"item", -- [2]
		},
		["召唤水元素"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["变形术"] = {
			53, -- [1]
			"spell", -- [2]
		},
		["战痕强化"] = {
			160053, -- [1]
			"item", -- [2]
		},
		["浮冰"] = {
			67, -- [1]
			"spell", -- [2]
		},
		["无尽深邃合剂"] = {
			152639, -- [1]
			"item", -- [2]
		},
		["熊熊篝火"] = {
			159630, -- [1]
			"item", -- [2]
		},
		["急速冷却"] = {
			62, -- [1]
			"spell", -- [2]
		},
		["冰冷血脉"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["闪现术"] = {
			72, -- [1]
			"spell", -- [2]
		},
		["冰枪术"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["寒冰箭"] = {
			60, -- [1]
			"spell", -- [2]
		},
		["船长盛宴佳肴"] = {
			156526, -- [1]
			"item", -- [2]
		},
		["时间扭曲"] = {
			63, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["r"] = 1,
		["g"] = 0.8,
		["s"] = 0.9,
		["b"] = 0,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["config"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["style"] = 1,
		["size"] = 30,
	},
	["mins"] = {
		["r"] = 0.8,
		["g"] = 0.6,
		["s"] = 0.7,
		["b"] = 0,
	},
	["hrs"] = {
		["r"] = 0.6,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0,
	},
	["days"] = {
		["r"] = 0.4,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0.4,
	},
	["bar"] = false,
}
