
BFCooldownDB = {
	["BUFF"] = {
		["config"] = false,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = false,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["角斗士勋章"] = {
			9, -- [1]
			"spell", -- [2]
		},
		["法术反制"] = {
			67, -- [1]
			"spell", -- [2]
		},
		["暴风雪"] = {
			66, -- [1]
			"spell", -- [2]
		},
		["寒冰护体"] = {
			59, -- [1]
			"spell", -- [2]
		},
		["传送：暴风城"] = {
			98, -- [1]
			"spell", -- [2]
		},
		["冰霜之环"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["烈焰护体"] = {
			63, -- [1]
			"spell", -- [2]
		},
		["冰霜新星"] = {
			51, -- [1]
			"spell", -- [2]
		},
		["镜像"] = {
			72, -- [1]
			"spell", -- [2]
		},
		["强效炎爆术"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["冰川尖刺"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["寒冰箭"] = {
			61, -- [1]
			"spell", -- [2]
		},
		["闪现术"] = {
			73, -- [1]
			"spell", -- [2]
		},
		["隐形术"] = {
			74, -- [1]
			"spell", -- [2]
		},
		["燃烧"] = {
			65, -- [1]
			"spell", -- [2]
		},
		["能量符文"] = {
			67, -- [1]
			"spell", -- [2]
		},
		["造餐术"] = {
			68, -- [1]
			"spell", -- [2]
		},
		["冰锥术"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["重振雄风"] = {
			138486, -- [1]
			"item", -- [2]
		},
		["炎爆术"] = {
			62, -- [1]
			"spell", -- [2]
		},
		["治疗石"] = {
			5512, -- [1]
			"item", -- [2]
		},
		["急速冷却"] = {
			63, -- [1]
			"spell", -- [2]
		},
		["氮气推进器"] = {
			160727, -- [1]
			"item", -- [2]
		},
		["法术吸取"] = {
			68, -- [1]
			"spell", -- [2]
		},
		["变形术"] = {
			53, -- [1]
			"spell", -- [2]
		},
		["冰风暴"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["黑冰箭"] = {
			75, -- [1]
			"spell", -- [2]
		},
		["朽烂外壳巫毒娃娃"] = {
			159624, -- [1]
			"item", -- [2]
		},
		["寒冰屏障"] = {
			58, -- [1]
			"spell", -- [2]
		},
		["时光护盾"] = {
			64, -- [1]
			"spell", -- [2]
		},
		["寒冰宝珠"] = {
			57, -- [1]
			"spell", -- [2]
		},
		["活动炸弹"] = {
			57, -- [1]
			"spell", -- [2]
		},
		["奥术智慧"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["进食饮水"] = {
			154884, -- [1]
			"item", -- [2]
		},
		["召唤水元素"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["灼烧"] = {
			61, -- [1]
			"spell", -- [2]
		},
		["时间扭曲"] = {
			65, -- [1]
			"spell", -- [2]
		},
		["寒冰新星"] = {
			60, -- [1]
			"spell", -- [2]
		},
		["龙息术"] = {
			72, -- [1]
			"spell", -- [2]
		},
		["流星"] = {
			58, -- [1]
			"spell", -- [2]
		},
		["彗星风暴"] = {
			62, -- [1]
			"spell", -- [2]
		},
		["冰冷血脉"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["冲击波"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["冰枪术"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["传送：伯拉勒斯"] = {
			92, -- [1]
			"spell", -- [2]
		},
		["熊熊篝火"] = {
			159630, -- [1]
			"item", -- [2]
		},
		["火焰冲击"] = {
			59, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["time"] = 1.2,
		["font"] = "Fonts\\ARKai_T.ttf",
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["config"] = false,
		["size"] = 30,
	},
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
