
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["龍靈血淚 - 诺兹多姆"] = "龍靈血淚 - 诺兹多姆",
	},
	["profiles"] = {
		["龍靈血淚 - 诺兹多姆"] = {
			["lastSearchCode"] = "3-0-0-0",
			["version"] = "80100.01",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 274.000061035156,
					["point"] = "BOTTOMLEFT",
					["scale"] = 1,
				},
			},
			["searchHistoryList"] = {
				"3-0-0-0", -- [1]
				"9-0-19-0", -- [2]
				"4-0-0-0", -- [3]
				"6-0-0-0", -- [4]
				"6-0-16-0", -- [5]
				"3-135-496-0", -- [6]
				"3-0-657-0", -- [7]
				"6-0-17-0", -- [8]
				"3-0-458-0", -- [9]
			},
			["appShine"] = "80000.06",
			["advShine"] = "80000.06",
			["recent"] = {
				["3-132-493-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "长坂坡战神-诺兹多姆",
						["iLvl"] = 393,
						["time"] = 1546012374,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "尔等不懂#5482",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "咸鱼丶-诺兹多姆",
						["time"] = 1546012374,
						["class"] = 3,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘之猎-罗宁",
						["iLvl"] = 378,
						["time"] = 1546012374,
						["class"] = 3,
						["bTag"] = "游离蓝色海#5920",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "不学洋文-罗宁",
						["iLvl"] = 384,
						["time"] = 1546011834,
						["class"] = 1,
						["bTag"] = "原祖战#5789",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "冷冰血-蜘蛛王国",
						["iLvl"] = 385,
						["time"] = 1546011866,
						["class"] = 9,
						["bTag"] = "么么哒#5927",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "玉置浩二-扎拉赞恩",
						["iLvl"] = 382,
						["time"] = 1546012374,
						["class"] = 6,
						["bTag"] = "活在裆下的少女#5608",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "我是稀饭-达隆米尔",
						["iLvl"] = 368,
						["time"] = 1546012374,
						["class"] = 4,
						["bTag"] = "我是稀饭#5544",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "深深的丶信念-海克泰尔",
						["iLvl"] = 384,
						["time"] = 1546012374,
						["class"] = 1,
						["bTag"] = "hello#5718",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "卩郭芷妤灬丶-蜘蛛王国",
						["iLvl"] = 377,
						["time"] = 1546012374,
						["class"] = 1,
						["bTag"] = "亩产万斤#5978",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "黑啦-雷斧堡垒",
						["iLvl"] = 370,
						["time"] = 1546012374,
						["class"] = 9,
						["bTag"] = "黑啦#5238",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "东离赤凰-密林游侠",
						["iLvl"] = 362,
						["time"] = 1546012007,
						["class"] = 2,
						["bTag"] = "阿拉牛#51970",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "粉米-阿古斯",
						["iLvl"] = 381,
						["time"] = 1546012374,
						["class"] = 1,
						["bTag"] = "krisry#5921",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "子夜笙歌落-奥拉基尔",
						["iLvl"] = 383,
						["time"] = 1546012374,
						["class"] = 1,
						["bTag"] = "浮华若梦#5978",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "紫箩兰-末日行者",
						["iLvl"] = 386,
						["time"] = 1546012374,
						["class"] = 11,
						["bTag"] = "兰兰#5417",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "射天地射空气-拉文凯斯",
						["iLvl"] = 370,
						["time"] = 1546012374,
						["class"] = 3,
						["bTag"] = "山村老湿#5295",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "秦川先生-白银之手",
						["iLvl"] = 374,
						["time"] = 1546012374,
						["class"] = 2,
						["bTag"] = "沧之幻空#5893",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "木有啊孔-戈古纳斯",
						["iLvl"] = 377,
						["time"] = 1546012374,
						["class"] = 1,
						["bTag"] = "万人如海一身藏#51644",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "飒嫚-军团要塞",
						["iLvl"] = 366,
						["time"] = 1546012374,
						["class"] = 7,
						["bTag"] = "众神之神#51250",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "伊滕诚-诺兹多姆",
						["iLvl"] = 389,
						["time"] = 1546012374,
						["class"] = 2,
						["bTag"] = "伊藤诚#5751",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕残月锁漪-奥拉基尔",
						["iLvl"] = 380,
						["time"] = 1546012374,
						["class"] = 3,
						["bTag"] = "轩辕联盟#5477",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "村委書記-石锤",
						["iLvl"] = 372,
						["time"] = 1546012374,
						["class"] = 2,
						["bTag"] = "小马哥#5910",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Jinfather-诺莫瑞根",
						["iLvl"] = 371,
						["time"] = 1546012374,
						["class"] = 2,
						["bTag"] = "Jinface#5395",
					}, -- [22]
				},
				["3-135-495-0"] = {
					{
						["role"] = "NONE",
						["name"] = "你个老熊-白银之手",
						["time"] = 1545061730,
						["class"] = 7,
					}, -- [1]
					{
						["role"] = "NONE",
						["name"] = "氧化氢-罗宁",
						["time"] = 1545061730,
						["class"] = 6,
					}, -- [2]
					{
						["role"] = "NONE",
						["name"] = "冰糖小萝莉-国王之谷",
						["time"] = 1545061730,
						["class"] = 8,
					}, -- [3]
					{
						["role"] = "NONE",
						["name"] = "艾米莉亚克-诺兹多姆",
						["time"] = 1545061730,
						["class"] = 3,
					}, -- [4]
					{
						["role"] = "NONE",
						["name"] = "法一神-雷斧堡垒",
						["time"] = 1545061730,
						["class"] = 8,
					}, -- [5]
					{
						["role"] = "NONE",
						["name"] = "窥谷忘返-轻风之语",
						["time"] = 1545061730,
						["class"] = 3,
					}, -- [6]
					{
						["role"] = "NONE",
						["name"] = "蜜汁的阿昆达-迦拉克隆",
						["time"] = 1545061730,
						["class"] = 6,
					}, -- [7]
					{
						["role"] = "NONE",
						["name"] = "天使呢喃-遗忘海岸",
						["time"] = 1545061730,
						["class"] = 2,
					}, -- [8]
					{
						["role"] = "NONE",
						["name"] = "登龍劒-神圣之歌",
						["time"] = 1545061730,
						["class"] = 2,
					}, -- [9]
					{
						["role"] = "NONE",
						["name"] = "长颈鹿小鹿-霜之哀伤",
						["time"] = 1545061730,
						["class"] = 3,
					}, -- [10]
					{
						["role"] = "NONE",
						["name"] = "苹果大香蕉-罗宁",
						["time"] = 1545061730,
						["class"] = 12,
					}, -- [11]
					{
						["role"] = "NONE",
						["name"] = "清白之年-月光林地",
						["time"] = 1545061730,
						["class"] = 3,
					}, -- [12]
					{
						["role"] = "NONE",
						["name"] = "姑迩蛋-霜之哀伤",
						["time"] = 1545061730,
						["class"] = 9,
					}, -- [13]
					{
						["role"] = "NONE",
						["name"] = "洗洗睡吧-银月",
						["time"] = 1545061730,
						["class"] = 1,
					}, -- [14]
					{
						["role"] = "NONE",
						["name"] = "小梦一半-永恒之井",
						["time"] = 1545061730,
						["class"] = 3,
					}, -- [15]
					{
						["role"] = "NONE",
						["name"] = "黑色疾风丶-熊猫酒仙",
						["time"] = 1545061730,
						["class"] = 6,
					}, -- [16]
					{
						["role"] = "NONE",
						["name"] = "战略奇迹-熊猫酒仙",
						["time"] = 1545061730,
						["class"] = 4,
					}, -- [17]
					{
						["role"] = "NONE",
						["name"] = "灬干脆麺灬-雷斧堡垒",
						["time"] = 1545061730,
						["class"] = 6,
					}, -- [18]
					{
						["role"] = "NONE",
						["name"] = "Limter-阿拉希",
						["time"] = 1545061730,
						["class"] = 12,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "圣女逍遥-狂风峭壁",
						["iLvl"] = 371,
						["time"] = 1545063952,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "洛萨之刃#51640",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "臭臭泥-白银之手",
						["time"] = 1545063952,
						["class"] = 1,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Tldrbq-诺兹多姆",
						["time"] = 1545063952,
						["class"] = 12,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "利弗莫尔-破碎岭",
						["iLvl"] = 368,
						["time"] = 1545063952,
						["class"] = 12,
						["bTag"] = "tedtianli#5706",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "脚滑的啊蛙-主宰之剑",
						["iLvl"] = 380,
						["time"] = 1545063952,
						["class"] = 1,
						["bTag"] = "奈萌摩尔#5869",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "獨領凬騷-熊猫酒仙",
						["iLvl"] = 371,
						["time"] = 1545063952,
						["class"] = 2,
						["bTag"] = "獨領风骚#5949",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "小红錵-玛里苟斯",
						["iLvl"] = 374,
						["time"] = 1545063604,
						["class"] = 1,
						["bTag"] = "丰勤君#5186",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "辛巴的小蛮妖-阿古斯",
						["iLvl"] = 382,
						["time"] = 1545063952,
						["class"] = 12,
						["bTag"] = "辛巴和钻石的爹#5221",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "焚世烈焰-罗宁",
						["iLvl"] = 390,
						["time"] = 1545063952,
						["class"] = 8,
						["bTag"] = "日天的哥哥#5237",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "吴亦桐-罗宁",
						["iLvl"] = 383,
						["time"] = 1545062563,
						["class"] = 8,
						["bTag"] = "走路有风#5827",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Sunnydog-罗宁",
						["iLvl"] = 389,
						["time"] = 1545063952,
						["class"] = 12,
						["bTag"] = "龙城活宝#5590",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "舞韵-塔伦米尔",
						["iLvl"] = 374,
						["time"] = 1545063952,
						["class"] = 12,
						["bTag"] = "若夜星辰#5329",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "和尚姐姐-贫瘠之地",
						["iLvl"] = 380,
						["time"] = 1545063952,
						["class"] = 2,
						["bTag"] = "可爱蛋蛋#5838",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "凯蛋-罗宁",
						["iLvl"] = 386,
						["time"] = 1545063952,
						["class"] = 12,
						["bTag"] = "西门飘帅#5969",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "语烈-罗宁",
						["iLvl"] = 382,
						["time"] = 1545063952,
						["class"] = 1,
						["bTag"] = "消乱跑饭#5174",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌乃波丸-罗宁",
						["iLvl"] = 383,
						["time"] = 1545063952,
						["class"] = 12,
						["bTag"] = "mink#5984",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "天涯灬氺莲-末日行者",
						["iLvl"] = 386,
						["time"] = 1545063952,
						["class"] = 6,
						["bTag"] = "水莲花#5928",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "李梦如-国王之谷",
						["iLvl"] = 369,
						["time"] = 1545063952,
						["class"] = 11,
						["bTag"] = "张学友#5893",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "大宝贝蛋儿-艾苏恩",
						["iLvl"] = 375,
						["time"] = 1545063952,
						["class"] = 2,
						["bTag"] = "大宝贝蛋儿#5958",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "伈飞洋-蜘蛛王国",
						["iLvl"] = 389,
						["time"] = 1545063952,
						["class"] = 11,
						["bTag"] = "枯藤老树胖鸟#51380",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "西风独饮-末日行者",
						["iLvl"] = 385,
						["time"] = 1545063952,
						["class"] = 3,
						["bTag"] = "chase#52273",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "无奈的我-布莱克摩",
						["iLvl"] = 383,
						["time"] = 1545063952,
						["class"] = 2,
						["bTag"] = "時間有淚#5240",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "默罕默德绿毛-罗宁",
						["iLvl"] = 373,
						["time"] = 1545063952,
						["class"] = 3,
						["bTag"] = "贼牛贼牛的牛#5876",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "Phaeton-暗影之月",
						["iLvl"] = 368,
						["time"] = 1545063952,
						["class"] = 5,
						["bTag"] = "哥斯拉#5629",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "亚莉安罗德-熊猫酒仙",
						["iLvl"] = 384,
						["time"] = 1545063952,
						["class"] = 2,
						["bTag"] = "hydemoon#5958",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "风雪艳阳-罗宁",
						["iLvl"] = 361,
						["time"] = 1545063952,
						["class"] = 9,
						["bTag"] = "墙角有个娃#5170",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "有種放學别走-翡翠梦境",
						["iLvl"] = 384,
						["time"] = 1545063952,
						["class"] = 11,
						["bTag"] = "夜色已浓#5455",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我吴彦祖-法拉希姆",
						["iLvl"] = 382,
						["time"] = 1545063952,
						["class"] = 9,
						["bTag"] = "正之一石#5246",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "无极乾坤-罗宁",
						["iLvl"] = 388,
						["time"] = 1545063952,
						["class"] = 1,
						["bTag"] = "血牧#5894",
					}, -- [48]
				},
				["2-146-658-0"] = {
					{
						["role"] = "TANK",
						["name"] = "猫语者-诺兹多姆",
						["iLvl"] = 368,
						["time"] = 1543933329,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "酒月桂花香#5874",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Tldrbq-诺兹多姆",
						["time"] = 1543933329,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Yoona-自由之风",
						["iLvl"] = 361,
						["time"] = 1543933329,
						["class"] = 12,
						["bTag"] = "wanghai#5658",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Terokkars-拉文凯斯",
						["iLvl"] = 379,
						["time"] = 1543933329,
						["class"] = 10,
						["bTag"] = "玉珑想要更多小猫#5117",
					}, -- [4]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "油腻大叔-生态船",
						["iLvl"] = 377,
						["time"] = 1543838460,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "吃饭用大碗#5341",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "伊莎娜丶霜刃-迦拉克隆",
						["iLvl"] = 342,
						["time"] = 1543838458,
						["class"] = 6,
						["bTag"] = "黑色守望#5653",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "巍之松-永夜港",
						["iLvl"] = 379,
						["time"] = 1543838460,
						["class"] = 2,
						["bTag"] = "巍之松#5487",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "穆師灬-熊猫酒仙",
						["iLvl"] = 381,
						["time"] = 1543838456,
						["class"] = 11,
						["bTag"] = "甫尔摩斯#5866",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "海鲜大咖哦-罗宁",
						["iLvl"] = 362,
						["time"] = 1543838460,
						["class"] = 1,
						["bTag"] = "希尔瓦娜斯抠逼#5438",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "风筝的小恶魔-月光林地",
						["iLvl"] = 351,
						["time"] = 1543838460,
						["class"] = 12,
						["bTag"] = "放飞的风筝#5461",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "让你吐血-伊瑟拉",
						["iLvl"] = 353,
						["time"] = 1543838456,
						["class"] = 9,
						["bTag"] = "让你百事可乐#5521",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "火酒-蓝龙军团",
						["iLvl"] = 384,
						["time"] = 1543838460,
						["class"] = 3,
						["bTag"] = "火酒老爷#5461",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "丨夕阳丨-永恒之井",
						["iLvl"] = 279,
						["time"] = 1543838460,
						["class"] = 6,
						["bTag"] = "木偶的心#5703",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "小吸血姬-雷霆号角",
						["iLvl"] = 367,
						["time"] = 1543838460,
						["class"] = 8,
						["bTag"] = "一小花一#5585",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "周图图-奥特兰克",
						["iLvl"] = 377,
						["time"] = 1543838458,
						["class"] = 12,
						["bTag"] = "贾森斯坦森#5891",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "阻击王-末日行者",
						["iLvl"] = 361,
						["time"] = 1543838460,
						["class"] = 3,
						["bTag"] = "无聊猎人#5106",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "咿呀唬-国王之谷",
						["iLvl"] = 375,
						["time"] = 1543838331,
						["class"] = 1,
						["bTag"] = "跳跳骑士#58537",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "下雪的扬州-贫瘠之地",
						["iLvl"] = 381,
						["time"] = 1543838460,
						["class"] = 3,
						["bTag"] = "王海亮#5856",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "月牙灬天冲-安苏",
						["iLvl"] = 317,
						["time"] = 1543838460,
						["class"] = 4,
						["bTag"] = "英雄的轻语#5480",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "电灬闪-风暴之眼",
						["iLvl"] = 379,
						["time"] = 1543838331,
						["class"] = 12,
						["bTag"] = "志伟冯#5135",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "影歌的沉思-神圣之歌",
						["iLvl"] = 371,
						["time"] = 1543838456,
						["class"] = 11,
						["bTag"] = "影歌的悲伤#5255",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "音雀诗听-提尔之手",
						["iLvl"] = 356,
						["time"] = 1543838331,
						["class"] = 11,
						["bTag"] = "波儿#5239",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "菠萝野望-艾苏恩",
						["iLvl"] = 349,
						["time"] = 1543838460,
						["class"] = 6,
						["bTag"] = "POLO#5317",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "Enjoy-灰谷",
						["iLvl"] = 380,
						["time"] = 1543838460,
						["class"] = 2,
						["bTag"] = "enjoy#5474",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "队友都是狗-生态船",
						["iLvl"] = 378,
						["time"] = 1543838331,
						["class"] = 8,
						["bTag"] = "KILLSUN#5852",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "琪哥-贫瘠之地",
						["iLvl"] = 383,
						["time"] = 1543838460,
						["class"] = 5,
						["bTag"] = "Faith#54506",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "天依-壁炉谷",
						["iLvl"] = 379,
						["time"] = 1543838460,
						["class"] = 2,
						["bTag"] = "DeadlyFeet#523437",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影血月-风暴之眼",
						["iLvl"] = 312,
						["time"] = 1543838460,
						["class"] = 4,
						["bTag"] = "小白吐榨菜#5544",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "雪球滚滚-安苏",
						["time"] = 1543838456,
						["class"] = 2,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "呆丨呆丨贼-伊萨里奥斯",
						["iLvl"] = 354,
						["time"] = 1543838331,
						["class"] = 3,
						["bTag"] = "祗什灬配絶#5178",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "丶旧誓成空-国王之谷",
						["iLvl"] = 368,
						["time"] = 1543838458,
						["class"] = 10,
						["bTag"] = "萌主丶#5127",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "冲起来就战斧-国王之谷",
						["iLvl"] = 363,
						["time"] = 1543838456,
						["class"] = 11,
						["bTag"] = "LJJ#52310",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "眼神迷离离-主宰之剑",
						["iLvl"] = 359,
						["time"] = 1543838460,
						["class"] = 5,
						["bTag"] = "眼神米粒粒#5406",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "灬囍-千针石林",
						["iLvl"] = 377,
						["time"] = 1543838456,
						["class"] = 2,
						["bTag"] = "朝阳#5880",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "龍戦於野-霍格",
						["time"] = 1543838460,
						["class"] = 1,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "东电西魔南枪-暗影之月",
						["iLvl"] = 358,
						["time"] = 1543838460,
						["class"] = 12,
						["bTag"] = "正義#5139",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "移动火力-翡翠梦境",
						["iLvl"] = 376,
						["time"] = 1543838460,
						["class"] = 3,
						["bTag"] = "ChrisMAYE#5784",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "么么哒哟-永夜港",
						["iLvl"] = 381,
						["time"] = 1543838458,
						["class"] = 2,
						["bTag"] = "inolvidable#5324",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Effaclar-诺莫瑞根",
						["iLvl"] = 378,
						["time"] = 1543838331,
						["class"] = 2,
						["bTag"] = "二狗的世界#51653",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "愁多梦不成-火喉",
						["iLvl"] = 364,
						["time"] = 1543838460,
						["class"] = 1,
						["bTag"] = "悠然居#5598",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "灰烬拭者-罗宁",
						["time"] = 1543838460,
						["class"] = 2,
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "华法林-海克泰尔",
						["iLvl"] = 358,
						["time"] = 1543838460,
						["class"] = 6,
						["bTag"] = "战神灬#5885",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "取名像上牌-奥达曼",
						["iLvl"] = 352,
						["time"] = 1543838460,
						["class"] = 3,
						["bTag"] = "怪癖之裤#513697",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "圈套-瑞文戴尔",
						["iLvl"] = 358,
						["time"] = 1543935517,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "二亮#5536",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "好銫之徒-瑞文戴尔",
						["iLvl"] = 281,
						["time"] = 1543935517,
						["class"] = 3,
						["bTag"] = "教授#5540",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "月芽兒-主宰之剑",
						["iLvl"] = 349,
						["time"] = 1543935517,
						["class"] = 3,
						["bTag"] = "张磊#51624",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "阑珊霓虹-灰谷",
						["iLvl"] = 268,
						["time"] = 1543935517,
						["class"] = 12,
						["bTag"] = "ShadowStorm#54470",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "冷冷凉凉冷冷-翡翠梦境",
						["iLvl"] = 383,
						["time"] = 1543935517,
						["class"] = 12,
						["bTag"] = "小虎的领教#5526",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "蝉声伊静-贫瘠之地",
						["time"] = 1543935517,
						["class"] = 6,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "月下梧桐影丶-罗宁",
						["iLvl"] = 384,
						["time"] = 1543935517,
						["class"] = 12,
						["bTag"] = "DeadlyFeet#512930",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "莫渐離-迦拉克隆",
						["iLvl"] = 332,
						["time"] = 1543935517,
						["class"] = 7,
						["bTag"] = "莫離#5390",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "黑月之蚀-雷斧堡垒",
						["iLvl"] = 308,
						["time"] = 1543935517,
						["class"] = 12,
						["bTag"] = "明空似海#5289",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "枯栖-玛诺洛斯",
						["iLvl"] = 342,
						["time"] = 1543935517,
						["class"] = 8,
						["bTag"] = "古西#5504",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "Chinamm-阿迦玛甘",
						["iLvl"] = 366,
						["time"] = 1543935517,
						["class"] = 8,
						["bTag"] = "chinamm#5568",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "扯蛋几把-奥特兰克",
						["iLvl"] = 365,
						["time"] = 1543935517,
						["class"] = 10,
						["bTag"] = "毛毛偷偷#5362",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "卓卓小儿-激流堡",
						["iLvl"] = 384,
						["time"] = 1543935517,
						["class"] = 8,
						["bTag"] = "OLIVEchen#5273",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "佳爺-破碎岭",
						["iLvl"] = 377,
						["time"] = 1543935517,
						["class"] = 12,
						["bTag"] = "PANDAJ#5454",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "最爱无码-安苏",
						["iLvl"] = 371,
						["time"] = 1543935517,
						["class"] = 9,
						["bTag"] = "化石泡菜#5215",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "瑞德晒豆-永恒之井",
						["iLvl"] = 357,
						["time"] = 1543935517,
						["class"] = 1,
						["bTag"] = "钙钙学长#5579",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "莫再剥-诺莫瑞根",
						["iLvl"] = 366,
						["time"] = 1543935517,
						["class"] = 8,
						["bTag"] = "无我#5941",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "枪声一响-白银之手",
						["iLvl"] = 371,
						["time"] = 1543935517,
						["class"] = 3,
						["bTag"] = "沉默风暴#5380",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "Carla-暮色森林",
						["iLvl"] = 301,
						["time"] = 1543935517,
						["class"] = 3,
						["bTag"] = "小怪兽#54173",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "苍狼狼大宝剑-永恒之井",
						["time"] = 1543935517,
						["class"] = 5,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "噶噶鸡-扎拉赞恩",
						["iLvl"] = 365,
						["time"] = 1543935517,
						["class"] = 1,
						["bTag"] = "杨大爷#5475",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "万俟林-海克泰尔",
						["time"] = 1543935517,
						["class"] = 11,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "世小情-安苏",
						["time"] = 1543935517,
						["class"] = 8,
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "Recalibrate-安苏",
						["time"] = 1543935517,
						["class"] = 5,
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "夏侯不令-末日行者",
						["iLvl"] = 361,
						["time"] = 1543935517,
						["class"] = 7,
						["bTag"] = "轉角乄诡舞#5156",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "风过无痕-桑德兰",
						["iLvl"] = 358,
						["time"] = 1543935517,
						["class"] = 3,
						["bTag"] = "云过无影#5306",
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "坨坨-翡翠梦境",
						["iLvl"] = 376,
						["time"] = 1543935517,
						["class"] = 6,
						["bTag"] = "Hailin#51357",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "丽丽-桑德兰",
						["iLvl"] = 386,
						["time"] = 1543935497,
						["class"] = 10,
						["bTag"] = "ezet0r#5499",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "Arthurmorgan-白银之手",
						["iLvl"] = 190,
						["time"] = 1543935517,
						["class"] = 1,
						["bTag"] = "巴黎大猩猩#5212",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "欲语无言-扎拉赞恩",
						["iLvl"] = 361,
						["time"] = 1543935517,
						["class"] = 1,
						["bTag"] = "欲语无言#5906",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "御姐推倒推倒-扎拉赞恩",
						["iLvl"] = 369,
						["time"] = 1543935517,
						["class"] = 3,
						["bTag"] = "BOSS#56153",
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "尝试与死亡-诺兹多姆",
						["iLvl"] = 375,
						["time"] = 1543936178,
						["class"] = 6,
						["bTag"] = "酒月桂花香#5874",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "螭鬽蝄魉-末日行者",
						["iLvl"] = 383,
						["time"] = 1543935517,
						["class"] = 11,
						["bTag"] = "鱼竿德#5689",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "Tldrbq-诺兹多姆",
						["time"] = 1543936178,
						["class"] = 12,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "拜德曼-拉文凯斯",
						["iLvl"] = 344,
						["time"] = 1543935517,
						["class"] = 8,
						["bTag"] = "憨厚的杀手#5261",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦达瓦达-索拉丁",
						["iLvl"] = 369,
						["time"] = 1543935517,
						["class"] = 3,
						["bTag"] = "戴维乌瑟尔#5420",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "四喜临门-奥蕾莉亚",
						["time"] = 1543935517,
						["class"] = 10,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "秋刀鱼-月光林地",
						["time"] = 1543935517,
						["class"] = 4,
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "丰年好大雪-风暴峭壁",
						["time"] = 1543935517,
						["class"] = 2,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "興趣使然-阿古斯",
						["time"] = 1543935517,
						["class"] = 2,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "裤衩有个洞-戈古纳斯",
						["iLvl"] = 353,
						["time"] = 1543935647,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "心如蝶舞#51888",
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "琪丶风暴烈酒-回音山",
						["iLvl"] = 371,
						["time"] = 1543935645,
						["class"] = 10,
						["bTag"] = "小丑#5610",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "克里斯永恒-白银之手",
						["iLvl"] = 297,
						["time"] = 1543935647,
						["class"] = 4,
						["bTag"] = "克里斯狼#5325",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "Coldringfs-布莱恩",
						["iLvl"] = 334,
						["time"] = 1543935639,
						["class"] = 8,
						["bTag"] = "Coldring#5725",
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "一叶海棠-艾森娜",
						["iLvl"] = 278,
						["time"] = 1543935647,
						["class"] = 11,
						["bTag"] = "这个不特别#5522",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "湯圆圆乀-罗宁",
						["time"] = 1543935564,
						["class"] = 10,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱的大团子-克洛玛古斯",
						["time"] = 1543935645,
						["class"] = 8,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "靝翊-回音山",
						["iLvl"] = 363,
						["time"] = 1543935647,
						["class"] = 1,
						["bTag"] = "青衫不改#5460",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "林深处见熊-雷克萨",
						["iLvl"] = 378,
						["time"] = 1543935645,
						["class"] = 11,
						["bTag"] = "卖吉克#5125",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "幸运星丶-风暴峭壁",
						["iLvl"] = 204,
						["time"] = 1543935647,
						["class"] = 12,
						["bTag"] = "哎哟不错哦#52677",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "大熊指挥官-白银之手",
						["iLvl"] = 370,
						["time"] = 1543935647,
						["class"] = 3,
						["bTag"] = "喜欢熊#51101",
					}, -- [90]
					{
						["role"] = "TANK",
						["name"] = "黛丝莫格莱尼-回音山",
						["iLvl"] = 224,
						["time"] = 1543935647,
						["class"] = 6,
						["bTag"] = "楓林鈥山#5229",
					}, -- [91]
					{
						["role"] = "HEALER",
						["name"] = "夜月星辉-主宰之剑",
						["iLvl"] = 331,
						["time"] = 1543935647,
						["class"] = 11,
						["bTag"] = "幽游白术#5775",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "小手热乎-玛多兰",
						["iLvl"] = 377,
						["time"] = 1543935647,
						["class"] = 3,
						["bTag"] = "小手乱舞#5393",
					}, -- [93]
					{
						["role"] = "TANK",
						["name"] = "菇凉约嘛-灰谷",
						["time"] = 1543935647,
						["class"] = 12,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "颓废女-雷斧堡垒",
						["iLvl"] = 384,
						["time"] = 1543935647,
						["class"] = 2,
						["bTag"] = "LittleBoss#5243",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "不正经的喵-霜之哀伤",
						["iLvl"] = 281,
						["time"] = 1543935647,
						["class"] = 8,
						["bTag"] = "huangzhen#5786",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "小刺芯-金度",
						["time"] = 1543935647,
						["class"] = 1,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "灬三翼灬-贫瘠之地",
						["iLvl"] = 376,
						["time"] = 1543935647,
						["class"] = 3,
						["bTag"] = "三翼#5395",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "海外散修-熊猫酒仙",
						["time"] = 1543935639,
						["class"] = 3,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "丿一叶一菩提-暗影之月",
						["iLvl"] = 260,
						["time"] = 1543935647,
						["class"] = 12,
						["bTag"] = "MightyOwl#5562",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "休闲号-萨尔",
						["iLvl"] = 384,
						["time"] = 1543935647,
						["class"] = 9,
						["bTag"] = "小葫芦们的秘密#5190",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "影瞳-安苏",
						["iLvl"] = 324,
						["time"] = 1543935647,
						["class"] = 4,
						["bTag"] = "狂野之狼#524841",
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "萌萌的乐乐-白银之手",
						["time"] = 1543935639,
						["class"] = 6,
					}, -- [103]
					{
						["role"] = "TANK",
						["name"] = "风之圣光-普罗德摩",
						["iLvl"] = 363,
						["time"] = 1543935647,
						["class"] = 2,
						["bTag"] = "寻路之人#5795",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "嘴巴嘟嘟-罗宁",
						["iLvl"] = 377,
						["time"] = 1543935647,
						["class"] = 7,
						["bTag"] = "乌拉多恩#5943",
					}, -- [105]
					{
						["role"] = "TANK",
						["name"] = "刀锋之行-末日行者",
						["iLvl"] = 386,
						["time"] = 1543935647,
						["class"] = 2,
						["bTag"] = "迷你泰坦#53622",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "顾此失彼-布莱克摩",
						["iLvl"] = 378,
						["time"] = 1543935647,
						["class"] = 1,
						["bTag"] = "云生碧落#5740",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "吃出一片天-普罗德摩",
						["iLvl"] = 368,
						["time"] = 1543935647,
						["class"] = 3,
						["bTag"] = "山炮#5639",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "愁落暗尘丶-世界之树",
						["time"] = 1543935564,
						["class"] = 9,
					}, -- [109]
					{
						["role"] = "TANK",
						["name"] = "橙色瓦格里-霜狼",
						["iLvl"] = 369,
						["time"] = 1543935647,
						["class"] = 2,
						["bTag"] = "观棋不语2008#5209",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "温柔狂飙-安苏",
						["time"] = 1543935647,
						["class"] = 8,
					}, -- [111]
					{
						["role"] = "TANK",
						["name"] = "我爱佼佼-暗影之月",
						["iLvl"] = 384,
						["time"] = 1543935647,
						["class"] = 2,
						["bTag"] = "我爱角角#5238",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "灬月光灬-扎拉赞恩",
						["time"] = 1543935564,
						["class"] = 12,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "罡斩-国王之谷",
						["iLvl"] = 381,
						["time"] = 1543935647,
						["class"] = 1,
						["bTag"] = "十强武者#5147",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "高举免战牌-国王之谷",
						["iLvl"] = 356,
						["time"] = 1543935639,
						["class"] = 11,
						["bTag"] = "孔孟之盗#5616",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我若若-德拉诺",
						["time"] = 1543935647,
						["class"] = 9,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "瑟兰迪尔-雷霆号角",
						["iLvl"] = 367,
						["time"] = 1543935647,
						["class"] = 11,
						["bTag"] = "恺恺油#5587",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "荏苒-逐日者",
						["time"] = 1543936178,
						["class"] = 9,
						["leader"] = true,
					}, -- [118]
					{
						["role"] = "HEALER",
						["name"] = "Prometheus-戈古纳斯",
						["time"] = 1543936178,
						["class"] = 2,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "镜怨-亚雷戈斯",
						["time"] = 1543936178,
						["class"] = 1,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "希逹利亞-熊猫酒仙",
						["iLvl"] = 380,
						["time"] = 1543936178,
						["class"] = 2,
						["bTag"] = "孛儿帖赤那#5610",
					}, -- [121]
					{
						["role"] = "TANK",
						["name"] = "雨风太兰德-主宰之剑",
						["time"] = 1543936178,
						["class"] = 11,
					}, -- [122]
					{
						["role"] = "HEALER",
						["name"] = "四丶爺-末日行者",
						["time"] = 1543936178,
						["class"] = 11,
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "曰音影-破碎岭",
						["time"] = 1543936178,
						["class"] = 12,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "机智的哈奇士-白银之手",
						["iLvl"] = 378,
						["time"] = 1543936178,
						["class"] = 3,
						["bTag"] = "江小乐#5582",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "像人丶-白银之手",
						["time"] = 1543936178,
						["class"] = 11,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "Dvilfeng-白银之手",
						["time"] = 1543936178,
						["class"] = 11,
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "零儿壞壞-诺兹多姆",
						["time"] = 1543936178,
						["class"] = 1,
					}, -- [128]
					{
						["role"] = "TANK",
						["name"] = "塔尔塔罗索斯-国王之谷",
						["time"] = 1543936178,
						["class"] = 6,
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "飞翔的靴子-罗宁",
						["time"] = 1543936178,
						["class"] = 8,
					}, -- [130]
					{
						["role"] = "TANK",
						["name"] = "Secrecy-破碎岭",
						["time"] = 1543936178,
						["class"] = 12,
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "Merling-石锤",
						["time"] = 1543936178,
						["class"] = 8,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "燃情之弦-风暴峭壁",
						["iLvl"] = 371,
						["time"] = 1543936178,
						["class"] = 3,
						["bTag"] = "燃情之弦#51208",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丝薇瑟-血色十字军",
						["iLvl"] = 354,
						["time"] = 1543936178,
						["class"] = 8,
						["bTag"] = "甩你一脸#5742",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "无边落木-贫瘠之地",
						["time"] = 1543936178,
						["class"] = 8,
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "珮慈-迦拉克隆",
						["time"] = 1543936178,
						["class"] = 8,
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "吴越江南-斯坦索姆",
						["time"] = 1543936178,
						["class"] = 8,
					}, -- [137]
					{
						["role"] = "TANK",
						["name"] = "蹦跶的小宝-白银之手",
						["time"] = 1543936178,
						["class"] = 12,
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "一个人一只狗-白银之手",
						["iLvl"] = 339,
						["time"] = 1543936178,
						["class"] = 3,
						["bTag"] = "往事依旧#51240",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "依剑笑红尘-扎拉赞恩",
						["iLvl"] = 345,
						["time"] = 1543936178,
						["class"] = 3,
						["bTag"] = "回归线#5386",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "努斯-布兰卡德",
						["iLvl"] = 352,
						["time"] = 1543936178,
						["class"] = 7,
						["bTag"] = "未婚奶奶#5320",
					}, -- [141]
					{
						["role"] = "HEALER",
						["name"] = "加加不乖-霜之哀伤",
						["time"] = 1543936178,
						["class"] = 11,
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "一丶点点-国王之谷",
						["time"] = 1543936178,
						["class"] = 7,
					}, -- [143]
					{
						["role"] = "TANK",
						["name"] = "忘记还在等你-安威玛尔",
						["time"] = 1543936178,
						["class"] = 11,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "茴香豆-羽月",
						["time"] = 1543936178,
						["class"] = 5,
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "低调一壮男-塞拉摩",
						["time"] = 1543936178,
						["class"] = 1,
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜鑫爵-伊萨里奥斯",
						["time"] = 1543936178,
						["class"] = 2,
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "嗨皮泰格-国王之谷",
						["time"] = 1543936178,
						["class"] = 2,
					}, -- [148]
					{
						["role"] = "TANK",
						["name"] = "美女空空-蓝龙军团",
						["iLvl"] = 382,
						["time"] = 1544443312,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "南宫无痕#5660",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱口袋-普罗德摩",
						["iLvl"] = 324,
						["time"] = 1544443312,
						["class"] = 9,
						["bTag"] = "ZieglerXia#5662",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "笑若涟漪-国王之谷",
						["iLvl"] = 373,
						["time"] = 1544443312,
						["class"] = 8,
						["bTag"] = "杜若#5137",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "追光骚年-霜之哀伤",
						["iLvl"] = 350,
						["time"] = 1544443312,
						["class"] = 1,
						["bTag"] = "随风而去#52993",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "乄完美-熊猫酒仙",
						["iLvl"] = 355,
						["time"] = 1544443312,
						["class"] = 4,
						["bTag"] = "完美旋律#51499",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "艾米莉亚丶-翡翠梦境",
						["iLvl"] = 352,
						["time"] = 1544443271,
						["class"] = 8,
						["bTag"] = "寂灭者阿古斯#5440",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "撒旦大人-阿古斯",
						["iLvl"] = 254,
						["time"] = 1544443312,
						["class"] = 12,
						["bTag"] = "王老板#5619",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "脆蹦脆蹦-勇士岛",
						["iLvl"] = 287,
						["time"] = 1544443312,
						["class"] = 12,
						["bTag"] = "GrumpyKitten#5169",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "面包尸-伊利丹",
						["iLvl"] = 341,
						["time"] = 1544443312,
						["class"] = 8,
						["bTag"] = "婕傲不逊#5215",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "一杯何以酣-安苏",
						["iLvl"] = 375,
						["time"] = 1544443312,
						["class"] = 12,
						["bTag"] = "暗影之风暴#52294",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "奶尽天下寒尸-达纳斯",
						["iLvl"] = 304,
						["time"] = 1544443312,
						["class"] = 11,
						["bTag"] = "轩辕殇#5398",
					}, -- [159]
					{
						["role"] = "TANK",
						["name"] = "獨領瘋騷-艾苏恩",
						["iLvl"] = 366,
						["time"] = 1544443271,
						["class"] = 11,
						["bTag"] = "沉默之风暴#514855",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜凶灵-诺兹多姆",
						["iLvl"] = 387,
						["time"] = 1544443312,
						["class"] = 4,
						["bTag"] = "猫本通哥#5890",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "大胡子他二叔-主宰之剑",
						["iLvl"] = 381,
						["time"] = 1544443312,
						["class"] = 8,
						["bTag"] = "无敌大猴子#51209",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "厕所里丶尖叫-罗宁",
						["iLvl"] = 344,
						["time"] = 1544443312,
						["class"] = 1,
						["bTag"] = "赤水河的风#5547",
					}, -- [163]
					{
						["role"] = "HEALER",
						["name"] = "夜之雾-雷斧堡垒",
						["time"] = 1544443312,
						["class"] = 5,
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "宝宝怕-普罗德摩",
						["iLvl"] = 379,
						["time"] = 1544443312,
						["class"] = 12,
						["bTag"] = "Snow#5226",
					}, -- [165]
					{
						["role"] = "HEALER",
						["name"] = "欧洛费尔-奥特兰克",
						["iLvl"] = 368,
						["time"] = 1544443312,
						["class"] = 5,
						["bTag"] = "加德纳尔之忆#5235",
					}, -- [166]
					{
						["role"] = "TANK",
						["name"] = "喵丶小槿-银月",
						["iLvl"] = 306,
						["time"] = 1544443312,
						["class"] = 6,
						["bTag"] = "浅唱低吟末世殇#5462",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "王老喆-末日行者",
						["iLvl"] = 380,
						["time"] = 1544443312,
						["class"] = 10,
						["bTag"] = "旦旦糖#5340",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "羽翼飞扬-世界之树",
						["iLvl"] = 381,
						["time"] = 1544443312,
						["class"] = 12,
						["bTag"] = "云飞翔#5904",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "Adnachiel-索拉丁",
						["iLvl"] = 379,
						["time"] = 1544443312,
						["class"] = 8,
						["bTag"] = "Gladius#5797",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "壹千零壹夜-风暴峭壁",
						["iLvl"] = 385,
						["time"] = 1544443312,
						["class"] = 4,
						["bTag"] = "我能打十个#5204",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "紫禁丨之巅-破碎岭",
						["iLvl"] = 293,
						["time"] = 1544443312,
						["class"] = 1,
						["bTag"] = "落雪无痕#51445",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "五方丶-暗影之月",
						["iLvl"] = 381,
						["time"] = 1544443271,
						["class"] = 1,
						["bTag"] = "请叫我麦克米丶#5906",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "如花一般-熊猫酒仙",
						["iLvl"] = 382,
						["time"] = 1544443312,
						["class"] = 2,
						["bTag"] = "行者孙#5731",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "消亡无咎-主宰之剑",
						["iLvl"] = 357,
						["time"] = 1544443312,
						["class"] = 1,
						["bTag"] = "颠沛匪亏#5745",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "孤独礼葬-范达尔鹿盔",
						["iLvl"] = 354,
						["time"] = 1544443312,
						["class"] = 9,
						["bTag"] = "丶莫诉离殇#5497",
					}, -- [176]
					{
						["role"] = "TANK",
						["name"] = "Fromzero-普罗德摩",
						["iLvl"] = 369,
						["time"] = 1544443312,
						["class"] = 11,
						["bTag"] = "粉可耐#5524",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "Orion-普罗德摩",
						["iLvl"] = 368,
						["time"] = 1544443312,
						["class"] = 1,
						["bTag"] = "这么飘来飘去#5797",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "Justforjaina-罗宁",
						["iLvl"] = 343,
						["time"] = 1544443312,
						["class"] = 8,
						["bTag"] = "远方孤行#5412",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "莞鎂誘魊鉨-刺骨利刃",
						["iLvl"] = 344,
						["time"] = 1544443312,
						["class"] = 1,
						["bTag"] = "史诗装备#5360",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "传说中的欧皇-国王之谷",
						["iLvl"] = 380,
						["time"] = 1544443312,
						["class"] = 12,
						["bTag"] = "传说中的静#5721",
					}, -- [181]
					{
						["role"] = "HEALER",
						["name"] = "天亮就起床-冬寒",
						["iLvl"] = 384,
						["time"] = 1544443312,
						["class"] = 11,
						["bTag"] = "silence#51379",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "铃儿想叮當-贫瘠之地",
						["iLvl"] = 361,
						["time"] = 1544443312,
						["class"] = 11,
						["bTag"] = "铃儿响叮当#51285",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "Damehutuer-提瑞斯法",
						["iLvl"] = 356,
						["time"] = 1544443312,
						["class"] = 12,
						["bTag"] = "枫林渡口#51558",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "风之影刃-雷霆之怒",
						["iLvl"] = 299,
						["time"] = 1544443312,
						["class"] = 4,
						["bTag"] = "圣殿骑士神谕#5660",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "丨小花生-雷斧堡垒",
						["iLvl"] = 386,
						["time"] = 1544443312,
						["class"] = 12,
						["bTag"] = "小花生#5468",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "Evilgeniuses-神圣之歌",
						["time"] = 1544443264,
						["class"] = 4,
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "花落醉红颜-主宰之剑",
						["iLvl"] = 343,
						["time"] = 1545045282,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "幸运之裤#591974",
					}, -- [188]
					{
						["role"] = "HEALER",
						["name"] = "留盐菲雨-雷斧堡垒",
						["iLvl"] = 275,
						["time"] = 1545045289,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "心飞扬#5864",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "天边的老树-奥蕾莉亚",
						["time"] = 1545045314,
						["class"] = 4,
						["leader"] = true,
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "Ilililoo-迦罗娜",
						["iLvl"] = 377,
						["time"] = 1545045278,
						["class"] = 11,
						["bTag"] = "ilililoo#5261",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "心里好冷-白银之手",
						["iLvl"] = 349,
						["time"] = 1545045286,
						["class"] = 11,
						["bTag"] = "雨歇微凉#51815",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "緋紅之心-熊猫酒仙",
						["iLvl"] = 364,
						["time"] = 1545045297,
						["class"] = 11,
						["bTag"] = "Toonii#5994",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "Artemist-白银之手",
						["iLvl"] = 366,
						["time"] = 1545045314,
						["class"] = 3,
						["bTag"] = "逆回十六夜#5439",
					}, -- [194]
					{
						["role"] = "HEALER",
						["name"] = "我不是非酋-达文格尔",
						["iLvl"] = 373,
						["time"] = 1545045297,
						["class"] = 10,
						["bTag"] = "隔壁小朱#51462",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "袖幻浮生-末日行者",
						["iLvl"] = 380,
						["time"] = 1545045314,
						["class"] = 12,
						["bTag"] = "小仓白#5522",
					}, -- [196]
					{
						["role"] = "TANK",
						["name"] = "禁卫军一统帅-罗宁",
						["iLvl"] = 371,
						["time"] = 1545045314,
						["class"] = 6,
						["bTag"] = "张志刚#5151",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "抽你个小丁丁-翡翠梦境",
						["iLvl"] = 368,
						["time"] = 1545045240,
						["class"] = 9,
						["bTag"] = "上山打老鼠#51181",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "极道盲侠-贫瘠之地",
						["iLvl"] = 384,
						["time"] = 1545045280,
						["class"] = 12,
						["bTag"] = "极道小战#5925",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜的诅咒-阿纳克洛斯",
						["iLvl"] = 363,
						["time"] = 1545045280,
						["class"] = 1,
						["bTag"] = "凛冬夜影#5370",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋尽粮绝-主宰之剑",
						["iLvl"] = 361,
						["time"] = 1545045314,
						["class"] = 12,
						["bTag"] = "saber#5401",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "斷罪之花-主宰之剑",
						["iLvl"] = 348,
						["time"] = 1545045314,
						["class"] = 9,
						["bTag"] = "saber#5401",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "奢侈的寂寞-国王之谷",
						["iLvl"] = 386,
						["time"] = 1545045280,
						["class"] = 10,
						["bTag"] = "恰好的寂寞#5476",
					}, -- [203]
					{
						["role"] = "TANK",
						["name"] = "兲籴-安加萨",
						["iLvl"] = 344,
						["time"] = 1545045295,
						["class"] = 6,
						["bTag"] = "新海#5120",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "旅行者-梦境之树",
						["iLvl"] = 361,
						["time"] = 1545045295,
						["class"] = 1,
						["bTag"] = "疯狂的邓文文同学#5421",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "吴猎-罗宁",
						["iLvl"] = 356,
						["time"] = 1545045295,
						["class"] = 3,
						["bTag"] = "纳德#5111",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "子非羽-白银之手",
						["iLvl"] = 354,
						["time"] = 1545045282,
						["class"] = 2,
						["bTag"] = "跳舞有时#51409",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "球形閃電-布莱克摩",
						["iLvl"] = 324,
						["time"] = 1545045310,
						["class"] = 7,
						["bTag"] = "SteinsGate#51701",
					}, -- [208]
					{
						["role"] = "HEALER",
						["name"] = "艹凤凰丶-白银之手",
						["iLvl"] = 381,
						["time"] = 1545045314,
						["class"] = 2,
						["bTag"] = "艹太阳丶#5264",
					}, -- [209]
					{
						["role"] = "TANK",
						["name"] = "完美饭饭-石锤",
						["iLvl"] = 369,
						["time"] = 1545045314,
						["class"] = 6,
						["bTag"] = "霍格#58857",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "森太狼-霜之哀伤",
						["iLvl"] = 380,
						["time"] = 1545045314,
						["class"] = 3,
						["bTag"] = "森太狼#5337",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "婲街流血刃-图拉扬",
						["iLvl"] = 356,
						["time"] = 1545045289,
						["class"] = 2,
						["bTag"] = "MiniNinja#55833",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "伊泽莉娅-罗宁",
						["iLvl"] = 367,
						["time"] = 1545045299,
						["class"] = 12,
						["bTag"] = "含风#5621",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "艾酱-艾萨拉",
						["iLvl"] = 301,
						["time"] = 1545045284,
						["class"] = 7,
						["bTag"] = "重度猫瘾症患者#5440",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "伊東丶英霖-日落沼泽",
						["iLvl"] = 352,
						["time"] = 1545045198,
						["class"] = 11,
						["bTag"] = "英霖皓#5223",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "狂暴沙琪玛-白银之手",
						["iLvl"] = 335,
						["time"] = 1545045284,
						["class"] = 8,
						["bTag"] = "小小之食人魔#5103187",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "园子酱-熊猫酒仙",
						["iLvl"] = 386,
						["time"] = 1545045297,
						["class"] = 11,
						["bTag"] = "PAIN#52433",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "时空召唤-白银之手",
						["iLvl"] = 359,
						["time"] = 1545045299,
						["class"] = 9,
						["bTag"] = "华丽之虎#56257",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "刑活者-末日行者",
						["iLvl"] = 366,
						["time"] = 1545045240,
						["class"] = 8,
						["bTag"] = "一剑枯荣#5855",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫不萌-主宰之剑",
						["iLvl"] = 381,
						["time"] = 1545045297,
						["class"] = 10,
						["bTag"] = "潇潇#5699",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "骚动的猫-罗宁",
						["iLvl"] = 377,
						["time"] = 1545045282,
						["class"] = 8,
						["bTag"] = "懒猫#5351",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "冷到心酸-暗影之月",
						["iLvl"] = 374,
						["time"] = 1545045280,
						["class"] = 6,
						["bTag"] = "一脸萌筆#5607",
					}, -- [222]
					{
						["role"] = "HEALER",
						["name"] = "潘凯-破碎岭",
						["iLvl"] = 371,
						["time"] = 1545045282,
						["class"] = 10,
						["bTag"] = "Omy#5121",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "後天丨就离開-主宰之剑",
						["iLvl"] = 313,
						["time"] = 1545045299,
						["class"] = 1,
						["bTag"] = "丶戰#5799",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "漫天星斗-阿古斯",
						["iLvl"] = 374,
						["time"] = 1545045282,
						["class"] = 1,
						["bTag"] = "狮子风歌#5869",
					}, -- [225]
					{
						["role"] = "TANK",
						["name"] = "神控天下丶蘭-破碎岭",
						["iLvl"] = 350,
						["time"] = 1545045299,
						["class"] = 12,
						["bTag"] = "花见大叔#5402",
					}, -- [226]
					{
						["role"] = "HEALER",
						["name"] = "圣光华-阿古斯",
						["time"] = 1545045314,
						["class"] = 2,
					}, -- [227]
				},
				["2-142-518-0"] = {
					{
						["role"] = "TANK",
						["name"] = "王尚鼎-诺兹多姆",
						["iLvl"] = 384,
						["time"] = 1544614272,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "Eloise#5689",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "绝情书-诺兹多姆",
						["iLvl"] = 386,
						["time"] = 1544614272,
						["class"] = 4,
						["bTag"] = "Zod#51380",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "远坂时臣-灰谷",
						["iLvl"] = 382,
						["time"] = 1544614272,
						["class"] = 6,
						["bTag"] = "伊藤诚#5751",
					}, -- [3]
				},
				["9-0-19-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "Lesnsy-火羽山",
						["iLvl"] = 378,
						["time"] = 1544368093,
						["class"] = 11,
						["bTag"] = "几味白茶#5633",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "Bluelonely-格瑞姆巴托",
						["iLvl"] = 374,
						["time"] = 1543581950,
						["class"] = 2,
						["bTag"] = "ly7891#5674",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "我不想被砍-伊森利恩",
						["iLvl"] = 379,
						["time"] = 1544368093,
						["class"] = 4,
						["bTag"] = "福星#5828",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "香芹菜-火羽山",
						["iLvl"] = 373,
						["time"] = 1544368093,
						["class"] = 5,
						["bTag"] = "piyijgu#5324",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "布拉图的永恒-火羽山",
						["time"] = 1544368093,
						["class"] = 9,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "浪漫的云-火羽山",
						["iLvl"] = 375,
						["time"] = 1544368093,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "浪漫的云#5768",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "红枼-主宰之剑",
						["time"] = 1543584904,
						["class"] = 3,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "墨倾池-铜龙军团",
						["time"] = 1543583228,
						["class"] = 12,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "下辈子做坏人-阿拉索",
						["iLvl"] = 382,
						["time"] = 1543588710,
						["class"] = 5,
						["bTag"] = "你妹在我这#5587",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "窦司令-达纳斯",
						["iLvl"] = 383,
						["time"] = 1543587104,
						["class"] = 2,
						["bTag"] = "明之三一三#51228",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "省略了对白-主宰之剑",
						["iLvl"] = 384,
						["time"] = 1543588710,
						["class"] = 12,
						["bTag"] = "刃丨夜色#5939",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱邮差-奥达曼",
						["iLvl"] = 385,
						["time"] = 1543587104,
						["class"] = 6,
						["bTag"] = "一口井#5742",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "凌枫-塞纳留斯",
						["time"] = 1543589317,
						["class"] = 2,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "水之月妖精-火羽山",
						["time"] = 1544368093,
						["class"] = 5,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "此殇情刈逝-格瑞姆巴托",
						["iLvl"] = 385,
						["time"] = 1544368093,
						["class"] = 12,
						["bTag"] = "情刈逝#5966",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "吃肉的大兔子-白银之手",
						["iLvl"] = 385,
						["time"] = 1544365489,
						["class"] = 2,
						["bTag"] = "向往天空#5342",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Wynners-兰娜瑟尔",
						["iLvl"] = 383,
						["time"] = 1544368093,
						["class"] = 3,
						["bTag"] = "Seeyou#51560",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "木木女未女未-守护之剑",
						["iLvl"] = 386,
						["time"] = 1544368093,
						["class"] = 2,
						["bTag"] = "猪猪侠和小菲菲#5568",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "长坂坡战神-诺兹多姆",
						["iLvl"] = 393,
						["time"] = 1546009471,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "尔等不懂#5482",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "蔚丶-诺兹多姆",
						["iLvl"] = 389,
						["time"] = 1546009471,
						["class"] = 4,
						["bTag"] = "Zod#51380",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "别慌-诺兹多姆",
						["time"] = 1546009471,
						["class"] = 6,
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "丶我若不離-贫瘠之地",
						["iLvl"] = 385,
						["time"] = 1546009471,
						["class"] = 5,
						["bTag"] = "泡沫沫沫#5789",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "开的新飞机-诺兹多姆",
						["iLvl"] = 379,
						["time"] = 1546009471,
						["class"] = 12,
						["bTag"] = "飞机#5982",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "不完全燃焼-诺兹多姆",
						["iLvl"] = 388,
						["time"] = 1546009471,
						["class"] = 11,
						["bTag"] = "赤色彗星#5314",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "追忆青春年少-安苏",
						["time"] = 1546009249,
						["class"] = 2,
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "火花游戏-克洛玛古斯",
						["iLvl"] = 381,
						["time"] = 1546009471,
						["class"] = 11,
						["bTag"] = "踏雪#5595",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "雪之女王-阿努巴拉克",
						["time"] = 1546009471,
						["class"] = 2,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "午夜的鱼-贫瘠之地",
						["iLvl"] = 379,
						["time"] = 1546009471,
						["class"] = 11,
						["bTag"] = "暗夜嚣张#5132",
					}, -- [28]
				},
			},
		},
	},
}
