
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["龍靈血淚 - 诺兹多姆"] = "龍靈血淚 - 诺兹多姆",
	},
	["profiles"] = {
		["龍靈血淚 - 诺兹多姆"] = {
			["lastSearchCode"] = "3-0-0-0",
			["version"] = "80100.02",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 274.000061035156,
					["point"] = "BOTTOMLEFT",
					["scale"] = 1,
				},
			},
			["searchHistoryList"] = {
				"3-0-0-0", -- [1]
				"9-0-19-0", -- [2]
				"4-0-0-0", -- [3]
				"6-0-0-0", -- [4]
				"6-0-16-0", -- [5]
				"3-135-496-0", -- [6]
				"3-0-657-0", -- [7]
				"6-0-17-0", -- [8]
				"3-0-458-0", -- [9]
			},
			["appShine"] = "80000.06",
			["advShine"] = "80000.06",
			["recent"] = {
				["3-132-493-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "长坂坡战神-诺兹多姆",
						["iLvl"] = 393,
						["time"] = 1546012374,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "尔等不懂#5482",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "咸鱼丶-诺兹多姆",
						["time"] = 1546012374,
						["class"] = 3,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘之猎-罗宁",
						["iLvl"] = 378,
						["time"] = 1546012374,
						["class"] = 3,
						["bTag"] = "游离蓝色海#5920",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "不学洋文-罗宁",
						["iLvl"] = 384,
						["time"] = 1546011834,
						["class"] = 1,
						["bTag"] = "原祖战#5789",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "冷冰血-蜘蛛王国",
						["iLvl"] = 385,
						["time"] = 1546011866,
						["class"] = 9,
						["bTag"] = "么么哒#5927",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "玉置浩二-扎拉赞恩",
						["iLvl"] = 382,
						["time"] = 1546012374,
						["class"] = 6,
						["bTag"] = "活在裆下的少女#5608",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "我是稀饭-达隆米尔",
						["iLvl"] = 368,
						["time"] = 1546012374,
						["class"] = 4,
						["bTag"] = "我是稀饭#5544",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "深深的丶信念-海克泰尔",
						["iLvl"] = 384,
						["time"] = 1546012374,
						["class"] = 1,
						["bTag"] = "hello#5718",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "卩郭芷妤灬丶-蜘蛛王国",
						["iLvl"] = 377,
						["time"] = 1546012374,
						["class"] = 1,
						["bTag"] = "亩产万斤#5978",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "黑啦-雷斧堡垒",
						["iLvl"] = 370,
						["time"] = 1546012374,
						["class"] = 9,
						["bTag"] = "黑啦#5238",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "东离赤凰-密林游侠",
						["iLvl"] = 362,
						["time"] = 1546012007,
						["class"] = 2,
						["bTag"] = "阿拉牛#51970",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "粉米-阿古斯",
						["iLvl"] = 381,
						["time"] = 1546012374,
						["class"] = 1,
						["bTag"] = "krisry#5921",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "子夜笙歌落-奥拉基尔",
						["iLvl"] = 383,
						["time"] = 1546012374,
						["class"] = 1,
						["bTag"] = "浮华若梦#5978",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "紫箩兰-末日行者",
						["iLvl"] = 386,
						["time"] = 1546012374,
						["class"] = 11,
						["bTag"] = "兰兰#5417",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "射天地射空气-拉文凯斯",
						["iLvl"] = 370,
						["time"] = 1546012374,
						["class"] = 3,
						["bTag"] = "山村老湿#5295",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "秦川先生-白银之手",
						["iLvl"] = 374,
						["time"] = 1546012374,
						["class"] = 2,
						["bTag"] = "沧之幻空#5893",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "木有啊孔-戈古纳斯",
						["iLvl"] = 377,
						["time"] = 1546012374,
						["class"] = 1,
						["bTag"] = "万人如海一身藏#51644",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "飒嫚-军团要塞",
						["iLvl"] = 366,
						["time"] = 1546012374,
						["class"] = 7,
						["bTag"] = "众神之神#51250",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "伊滕诚-诺兹多姆",
						["iLvl"] = 389,
						["time"] = 1546012374,
						["class"] = 2,
						["bTag"] = "伊藤诚#5751",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕残月锁漪-奥拉基尔",
						["iLvl"] = 380,
						["time"] = 1546012374,
						["class"] = 3,
						["bTag"] = "轩辕联盟#5477",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "村委書記-石锤",
						["iLvl"] = 372,
						["time"] = 1546012374,
						["class"] = 2,
						["bTag"] = "小马哥#5910",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Jinfather-诺莫瑞根",
						["iLvl"] = 371,
						["time"] = 1546012374,
						["class"] = 2,
						["bTag"] = "Jinface#5395",
					}, -- [22]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "长坂坡战神-诺兹多姆",
						["iLvl"] = 393,
						["time"] = 1546605666,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "尔等不懂#5482",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "蔚丶-诺兹多姆",
						["iLvl"] = 390,
						["time"] = 1546605666,
						["class"] = 4,
						["bTag"] = "Zod#51380",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "别慌-诺兹多姆",
						["time"] = 1546009471,
						["class"] = 6,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "丶我若不離-贫瘠之地",
						["iLvl"] = 385,
						["time"] = 1546009471,
						["class"] = 5,
						["bTag"] = "泡沫沫沫#5789",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "开的新飞机-诺兹多姆",
						["iLvl"] = 379,
						["time"] = 1546009471,
						["class"] = 12,
						["bTag"] = "飞机#5982",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "不完全燃焼-诺兹多姆",
						["iLvl"] = 388,
						["time"] = 1546605666,
						["class"] = 11,
						["bTag"] = "赤色彗星#5314",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "追忆青春年少-安苏",
						["time"] = 1546009249,
						["class"] = 2,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "火花游戏-克洛玛古斯",
						["iLvl"] = 381,
						["time"] = 1546009471,
						["class"] = 11,
						["bTag"] = "踏雪#5595",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "雪之女王-阿努巴拉克",
						["time"] = 1546009471,
						["class"] = 2,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "午夜的鱼-贫瘠之地",
						["iLvl"] = 379,
						["time"] = 1546009471,
						["class"] = 11,
						["bTag"] = "暗夜嚣张#5132",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "白色的季节-诺兹多姆",
						["iLvl"] = 387,
						["time"] = 1546605666,
						["class"] = 6,
						["bTag"] = "vver#5711",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "舞弥弥-诺兹多姆",
						["iLvl"] = 392,
						["time"] = 1546605666,
						["class"] = 5,
						["bTag"] = "泡沫沫沫#5789",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "飞机啪啪-诺兹多姆",
						["iLvl"] = 386,
						["time"] = 1546605666,
						["class"] = 10,
						["bTag"] = "飞机#5982",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "Besthealer-朵丹尼尔",
						["time"] = 1546605666,
						["class"] = 5,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "张哥你好-罗宁",
						["iLvl"] = 387,
						["time"] = 1546605666,
						["class"] = 2,
						["bTag"] = "个性张狂#5988",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "白髪無媔紋-破碎岭",
						["iLvl"] = 388,
						["time"] = 1546605666,
						["class"] = 6,
						["bTag"] = "無聊過客#51749",
					}, -- [16]
				},
			},
		},
	},
}
