
COLLECTOR_DB = {
	["global"] = {
		["firstLogin"] = false,
		["friend"] = {
			["KingsleyG#5684"] = {
				["feedList"] = {
				},
				["planList"] = {
				},
				["queryStamp"] = 1488540798,
			},
		},
		["realmFeed"] = {
			["诺兹多姆"] = {
				["1:59569"] = {
					"小锉人来治疗-泰兰德:1479737348", -- [1]
				},
				["1:98204"] = {
					"乔尼納沙德星-泰兰德:1479736759", -- [1]
				},
				["1:171843"] = {
					"邢捕头要拔刀-梦境之树:1479737410", -- [1]
				},
				["1:127170"] = {
					"迈克阿瑟-泰兰德:1488540924", -- [1]
				},
				["1:88990"] = {
					"卤煮火烧丶-诺兹多姆:1479737364", -- [1]
				},
				["1:90621"] = {
					"乌喵王-泰兰德:1479737384", -- [1]
				},
			},
		},
	},
	["profileKeys"] = {
		["龍靈血淚 - 诺兹多姆"] = "龍靈血淚 - 诺兹多姆",
	},
	["profiles"] = {
		["龍靈血淚 - 诺兹多姆"] = {
			["showRecomment"] = 1482940800,
		},
	},
}
