
ItemInfo_Config = {
	["rname"] = {
	},
	["auctionPrice"] = {
		["魔兽世界时光徽章"] = {
			100, -- [1]
			150, -- [2]
			2, -- [3]
		},
		["深海绸缎"] = {
			499501, -- [1]
			499502, -- [2]
			2, -- [3]
		},
		["刺绣深海丝绸"] = {
			805001, -- [1]
			847502, -- [2]
			2, -- [3]
		},
		["无尽深邃合剂"] = {
			18000000, -- [1]
			19000000, -- [2]
			2, -- [3]
		},
		["尼龙线"] = {
			145000, -- [1]
			150025, -- [2]
			2, -- [3]
		},
	},
	["ShowUnitPrice"] = true,
	["bidprice"] = {
	},
}
AlreadyKnownSettings = {
	["b"] = 0,
	["monochrome"] = false,
	["g"] = 1,
	["r"] = 0,
}
