
pslocationnames = {
	{
		"Baradin Hold", -- [1]
		"Blackwing Descent", -- [2]
		"The Bastion of Twilight", -- [3]
		"Throne of the Four Winds", -- [4]
		"Firelands", -- [5]
		"Dragon Soul", -- [6]
	}, -- [1]
	{
		"New Baradin Hold", -- [1]
		"Heart of Fear", -- [2]
		"Mogu'shan Vaults", -- [3]
		"Terrace of Endless Spring", -- [4]
		"Throne of Thunder", -- [5]
		"决战奥格瑞玛", -- [6]
	}, -- [2]
	{
		"Highmaul", -- [1]
		"Blackrock Foundry", -- [2]
		"Hellfire Citadel", -- [3]
	}, -- [3]
	{
		"The Emerald Nightmare", -- [1]
		"The Nighthold", -- [2]
		"Trial of Valor", -- [3]
		"Tomb of Sargeras", -- [4]
		"Antorus", -- [5]
	}, -- [4]
}
psbossnames = {
	{
		{
			"Argaloth", -- [1]
			"Occu'thar", -- [2]
			"Alizabal, Mistress of Hate", -- [3]
		}, -- [1]
		{
			"Magmaw", -- [1]
			"Omnitron Defense System", -- [2]
			"Maloriak", -- [3]
			"Atramedes", -- [4]
			"Chimaeron", -- [5]
			"Nefarian", -- [6]
		}, -- [2]
		{
			"Halfus Wyrmbreaker", -- [1]
			"Valiona & Theralion", -- [2]
			"Twilight Ascendant Council", -- [3]
			"Cho'gall", -- [4]
			"Sinestra", -- [5]
		}, -- [3]
		{
			"Conclave of Wind", -- [1]
			"Al'Akir", -- [2]
		}, -- [4]
		{
			"Beth'tilac", -- [1]
			"Lord Rhyolith", -- [2]
			"Alysrazor", -- [3]
			"Shannox", -- [4]
			"Baleroc", -- [5]
			"Majordomo Staghelm", -- [6]
			"Ragnaros", -- [7]
		}, -- [5]
		{
			"Morchok", -- [1]
			"Warlord Zon'ozz", -- [2]
			"Yor'sahj the Unsleeping", -- [3]
			"Hagara the Stormbinder", -- [4]
			"Ultraxion", -- [5]
			"Warmaster Blackhorn", -- [6]
			"Spine of Deathwing", -- [7]
			"Madness of Deathwing", -- [8]
		}, -- [6]
	}, -- [1]
	{
		{
			"Unknown", -- [1]
		}, -- [1]
		{
			"Imperial Vizier Zor'lok", -- [1]
			"Blade Lord Ta'yak", -- [2]
			"Garalon", -- [3]
			"Wind Lord Mel'jarak", -- [4]
			"Amber-Shaper Un'sok", -- [5]
			"Grand Empress Shek'zeer", -- [6]
		}, -- [2]
		{
			"The Stone Guard", -- [1]
			"Feng the Accursed", -- [2]
			"Gara'jal the Spiritbinder", -- [3]
			"The Spirit Kings", -- [4]
			"Elegon", -- [5]
			"Will of the Emperor", -- [6]
		}, -- [3]
		{
			"Protectors of the Endless", -- [1]
			"Tsulong", -- [2]
			"Lei Shi", -- [3]
			"Sha of Fear", -- [4]
		}, -- [4]
		{
			"Jin'rokh the Breaker", -- [1]
			"Horridon", -- [2]
			"The Council of Elders", -- [3]
			"Tortos", -- [4]
			"Megaera", -- [5]
			"Ji-Kun", -- [6]
			"Durumu the Forgotten", -- [7]
			"Primordius", -- [8]
			"Dark Animus", -- [9]
			"Iron Qon", -- [10]
			"Twin Consorts", -- [11]
			"Lei Shen", -- [12]
			"Ra-den", -- [13]
		}, -- [5]
		{
			"Immerseus", -- [1]
			"The Fallen Protectors", -- [2]
			"Norushen", -- [3]
			"Sha of Pride", -- [4]
			"Galakras", -- [5]
			"钢铁战蝎", -- [6]
			"Kor'kron Dark Shaman", -- [7]
			"纳兹戈林将军", -- [8]
			"马尔考罗克", -- [9]
			"Spoils of Pandaria", -- [10]
			"嗜血的索克", -- [11]
			"攻城匠师黑索", -- [12]
			"Paragons of the Klaxxi", -- [13]
			"加尔鲁什·地狱咆哮", -- [14]
		}, -- [6]
	}, -- [2]
	{
		{
			"Kargath Bladefist", -- [1]
			"The Butcher", -- [2]
			"Brackenspore", -- [3]
			"Tectus", -- [4]
			"Twin Ogron", -- [5]
			"Ko'ragh", -- [6]
			"Imperator Mar'gok", -- [7]
		}, -- [1]
		{
			"Gruul", -- [1]
			"Oregorger", -- [2]
			"Blast Furnace", -- [3]
			"Hans'gar & Franzok", -- [4]
			"Flamebender Ka'graz", -- [5]
			"Kromog", -- [6]
			"Beastlord Darmac", -- [7]
			"Operator Thogar", -- [8]
			"Iron Maidens", -- [9]
			"Blackhand", -- [10]
		}, -- [2]
		{
			"Hellbreach", -- [1]
			"Hellfire Assault", -- [2]
			"Iron Reaver", -- [3]
			"Kilrogg Deadeye", -- [4]
			"Hellfire High Council", -- [5]
			"Gorefiend", -- [6]
			"Shadow-Lord Iskar", -- [7]
			"Socrethar the Eternal", -- [8]
			"Tyrant Velhari", -- [9]
			"Fel Lord Zakuun", -- [10]
			"Xhul'horac", -- [11]
			"Mannoroth", -- [12]
			"Archimonde", -- [13]
		}, -- [3]
	}, -- [3]
	{
		{
			"Nythendra", -- [1]
			"Il´gynoth, the Heart of Corruption", -- [2]
			"Elerethe Renferal", -- [3]
			"Ursoc", -- [4]
			"Dragons of Nightmare", -- [5]
			"Cenarius", -- [6]
			"Xavius", -- [7]
		}, -- [1]
		{
			"Skorpyron", -- [1]
			"Chronomatic Anomaly", -- [2]
			"Trilliax", -- [3]
			"Spellblade Aluriel", -- [4]
			"High Botanist Tel'arn", -- [5]
			"Star Augur Etraeus", -- [6]
			"Tichondrius", -- [7]
			"Krosus", -- [8]
			"Grand Magistrix Elisande", -- [9]
			"Gul'dan", -- [10]
		}, -- [2]
		{
			"Odyn", -- [1]
			"Guarm", -- [2]
			"Helya", -- [3]
		}, -- [3]
		{
			"Goroth", -- [1]
			"Demonic Inquisition", -- [2]
			"Harjatan", -- [3]
			"Sisters of the Moon", -- [4]
			"Mistress Sassz'ine", -- [5]
			"The Desolate Host", -- [6]
			"Maiden of Vigilance", -- [7]
			"Fallen Avatar", -- [8]
			"Kil'jaeden", -- [9]
		}, -- [4]
		{
			"", -- [1]
		}, -- [5]
	}, -- [4]
}
pssisavedbossinfo = {
}
pssisavedfailaftercombat = {
}
pssisavedfailsplayern = {
	{
	}, -- [1]
	{
	}, -- [2]
}
psfontsset = {
	12, -- [1]
	13, -- [2]
}
psaddoninstalledsins = "6/11/18"
psfchatadd = {
}
PS_Settings = {
	["PSMinimapPos"] = -16,
}
psminibutenabl = true
psoldvern = 0
psraidchats3 = {
	"raid", -- [1]
	"sebe", -- [2]
	"sebe", -- [3]
}
psraidoptionsnumers = {
	2, -- [1]
	0, -- [2]
	4, -- [3]
	8, -- [4]
	5, -- [5]
	7, -- [6]
	10, -- [7]
	20, -- [8]
}
pssidamageinf_title2 = {
}
pssidamageinf_indexboss = {
}
pssidamageinf_additioninfo = {
}
pssidamageinf_damageinfo = {
}
pssidamageinf_switchinfo = {
}
pssidamageinf_classcolor = {
}
pssicombatin_indexboss = {
}
pssicombatin_title2 = {
}
pssicombatin_damageinfo = {
}
psrscafterfightrep = {
	0, -- [1]
	0, -- [2]
}
pssaaddon_12 = {
	1, -- [1]
	1, -- [2]
	1, -- [3]
}
ps_saoptions = {
	{
		{
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
		}, -- [1]
		{
			{
			}, -- [1]
			{
				1, -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
			}, -- [2]
			{
			}, -- [3]
			{
				1, -- [1]
				1, -- [2]
			}, -- [4]
			{
			}, -- [5]
			{
				1, -- [1]
			}, -- [6]
		}, -- [2]
		{
			{
			}, -- [1]
			{
				1, -- [1]
				1, -- [2]
				0, -- [3]
			}, -- [2]
			{
				1, -- [1]
				0, -- [2]
			}, -- [3]
			{
				1, -- [1]
			}, -- [4]
		}, -- [3]
		{
			{
			}, -- [1]
			{
				1, -- [1]
			}, -- [2]
		}, -- [4]
		{
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
			{
				1, -- [1]
				1, -- [2]
			}, -- [4]
			{
				1, -- [1]
			}, -- [5]
			{
				1, -- [1]
			}, -- [6]
			{
				1, -- [1]
			}, -- [7]
		}, -- [5]
		{
			{
			}, -- [1]
			{
				1, -- [1]
			}, -- [2]
			{
			}, -- [3]
			{
				1, -- [1]
				1, -- [2]
			}, -- [4]
			{
			}, -- [5]
			{
				1, -- [1]
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
		}, -- [6]
	}, -- [1]
	{
		{
			{
			}, -- [1]
		}, -- [1]
		{
			{
			}, -- [1]
			{
				1, -- [1]
			}, -- [2]
			{
			}, -- [3]
			{
				1, -- [1]
				1, -- [2]
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
		}, -- [2]
		{
			{
				0, -- [1]
			}, -- [1]
			{
				1, -- [1]
				1, -- [2]
			}, -- [2]
			{
			}, -- [3]
			{
				0, -- [1]
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
		}, -- [3]
		{
			{
				1, -- [1]
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
			{
			}, -- [4]
		}, -- [4]
		{
			{
				1, -- [1]
			}, -- [1]
			{
				1, -- [1]
			}, -- [2]
			{
			}, -- [3]
			{
			}, -- [4]
			{
				1, -- [1]
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
		}, -- [5]
	}, -- [2]
	{
		{
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
			{
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
		}, -- [1]
		{
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
			{
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
		}, -- [2]
		{
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
			{
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
		}, -- [3]
	}, -- [3]
	{
		{
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
			{
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
		}, -- [1]
		{
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
			{
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
		}, -- [2]
		{
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
		}, -- [3]
		{
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
			{
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
		}, -- [4]
	}, -- [4]
}
psbosssmodchosesort = 1
psbossmodelshow = 1
psdeathrepsavemain = {
	0, -- [1]
	1, -- [2]
	0, -- [3]
	1, -- [4]
	0, -- [5]
	0, -- [6]
	0, -- [7]
	1, -- [8]
	0, -- [9]
	"raid", -- [10]
	1, -- [11]
	3, -- [12]
	6, -- [13]
	1, -- [14]
	"party", -- [15]
	2, -- [16]
	1, -- [17]
	1, -- [18]
}
psautoinvsave = {
	1, -- [1]
	1, -- [2]
	1, -- [3]
	1, -- [4]
	5, -- [5]
	{
		"组", -- [1]
		"123", -- [2]
		"1", -- [3]
	}, -- [6]
	{
	}, -- [7]
	{
	}, -- [8]
	1, -- [9]
	"M我打123自动进组", -- [10]
	4, -- [11]
}
psfnopromrep = true
psicccombatsavedreport = 25
pssavedinfomorebutton = 0
pssavedinfocheckexport = {
	1, -- [1]
	1, -- [2]
	1, -- [3]
	0, -- [4]
}
pssichose5 = 4
pssichatrepdef = "raid"
pssaveexpradiobutset = 1
pspetstableok = {
	{
		"Pet-0-3041-1861-17401-417-0700580A3D", -- [1]
		"Pet-0-3041-1861-17401-417-0101EC411C", -- [2]
		"Pet-0-3041-1861-17401-110340-1101E7F4C2", -- [3]
		"Pet-0-3041-1861-17401-417-0101E46483", -- [4]
		"Pet-0-3041-1861-17401-417-0801EF5616", -- [5]
		"Pet-0-3041-1861-17401-416-0900580A3B", -- [6]
		"Pet-0-3041-1861-17401-416-0601F02168", -- [7]
		"Pet-0-3041-1861-17401-417-0800580A3D", -- [8]
		"Pet-0-3041-1861-17401-110340-1201E7F4C2", -- [9]
		"Pet-0-3041-1861-17401-417-0201E46483", -- [10]
		"Pet-0-3041-1861-17401-416-0A00580A3B", -- [11]
		"Pet-0-3041-1861-17401-416-0701F02168", -- [12]
		"Pet-0-3041-1861-17401-417-0301E46483", -- [13]
		"Pet-0-3041-1861-17401-417-0900580A3D", -- [14]
		"Pet-0-3041-1861-17401-416-0B00580A3B", -- [15]
		"Pet-0-3041-1861-17401-416-0801F02168", -- [16]
		"Pet-0-3041-1861-17401-416-0901F02168", -- [17]
		"Pet-0-3041-1861-17401-416-0501EC4119", -- [18]
		"Pet-0-3041-1861-17401-417-0201EC411C", -- [19]
		"Pet-0-3041-1861-17401-417-0901EF5616", -- [20]
		"Pet-0-3041-1861-17401-417-0A00580A3D", -- [21]
		"Pet-0-3041-1861-17401-417-0401E46483", -- [22]
		"Pet-0-3041-1861-17401-110340-1301E7F4C2", -- [23]
		"Pet-0-3041-1861-17401-416-0C00580A3B", -- [24]
		"Pet-0-3041-1861-17401-416-0A01F02168", -- [25]
		"Pet-0-3041-1861-17401-416-0601EC4119", -- [26]
		"Pet-0-3041-1861-17401-417-0B00580A3D", -- [27]
		"Pet-0-3041-1861-17401-417-0501E46483", -- [28]
		"Pet-0-3041-1861-17401-417-0301EC411C", -- [29]
		"Pet-0-3041-1861-17401-417-0601E46483", -- [30]
		"Pet-0-3041-1861-17401-417-0401EC411C", -- [31]
		"Pet-0-3041-1861-17401-417-0C00580A3D", -- [32]
		"Pet-0-3041-1861-17401-417-0A01EF5616", -- [33]
		"Pet-0-3041-1861-17401-110340-0701F01A34", -- [34]
		"Pet-0-3041-1861-17401-110340-1401E7F4C2", -- [35]
		"Pet-0-3041-1861-17401-416-0D00580A3B", -- [36]
		"Pet-0-3041-1861-17401-416-0B01F02168", -- [37]
		"Pet-0-3041-1861-17401-416-0701EC4119", -- [38]
		"Pet-0-3041-1861-17401-417-0501EC411C", -- [39]
		"Pet-0-3041-1861-17401-417-0D00580A3D", -- [40]
		"Pet-0-3041-1861-17401-417-0B01EF5616", -- [41]
		"Pet-0-3041-1861-17401-417-0701E46483", -- [42]
		"Pet-0-3041-1861-17401-110340-0801F01A34", -- [43]
		"Pet-0-3041-1861-17401-110340-1501E7F4C2", -- [44]
		"Pet-0-3041-1861-17401-416-0E00580A3B", -- [45]
		"Pet-0-3041-1861-17401-416-0C01F02168", -- [46]
		"Pet-0-3041-1861-17401-416-0801EC4119", -- [47]
		"Pet-0-3041-1861-17401-110340-1601E7F4C2", -- [48]
	}, -- [1]
	{
		"Player-826-00A6E6F4", -- [1]
		"Player-826-03DF9988", -- [2]
		"Player-826-03AE8718", -- [3]
		"Player-826-03CBE3D1", -- [4]
		"Player-826-03E54D14", -- [5]
		"Player-826-00A6E6F4", -- [6]
		"Player-826-03CBE3D1", -- [7]
		"Player-826-00A6E6F4", -- [8]
		"Player-826-03AE8718", -- [9]
		"Player-826-03CBE3D1", -- [10]
		"Player-826-00A6E6F4", -- [11]
		"Player-826-03CBE3D1", -- [12]
		"Player-826-03CBE3D1", -- [13]
		"Player-826-00A6E6F4", -- [14]
		"Player-826-00A6E6F4", -- [15]
		"Player-826-03CBE3D1", -- [16]
		"Player-826-03CBE3D1", -- [17]
		"Player-826-03DF9988", -- [18]
		"Player-826-03DF9988", -- [19]
		"Player-826-03E54D14", -- [20]
		"Player-826-00A6E6F4", -- [21]
		"Player-826-03CBE3D1", -- [22]
		"Player-826-03AE8718", -- [23]
		"Player-826-00A6E6F4", -- [24]
		"Player-826-03CBE3D1", -- [25]
		"Player-826-03DF9988", -- [26]
		"Player-826-00A6E6F4", -- [27]
		"Player-826-03CBE3D1", -- [28]
		"Player-826-03DF9988", -- [29]
		"Player-826-03CBE3D1", -- [30]
		"Player-826-03DF9988", -- [31]
		"Player-826-00A6E6F4", -- [32]
		"Player-826-03E54D14", -- [33]
		"Player-826-03E6DC85", -- [34]
		"Player-826-03AE8718", -- [35]
		"Player-826-00A6E6F4", -- [36]
		"Player-826-03CBE3D1", -- [37]
		"Player-826-03DF9988", -- [38]
		"Player-826-03DF9988", -- [39]
		"Player-826-00A6E6F4", -- [40]
		"Player-826-03E54D14", -- [41]
		"Player-826-03CBE3D1", -- [42]
		"Player-826-03E6DC85", -- [43]
		"Player-826-03AE8718", -- [44]
		"Player-826-00A6E6F4", -- [45]
		"Player-826-03CBE3D1", -- [46]
		"Player-826-03DF9988", -- [47]
		"Player-826-03AE8718", -- [48]
	}, -- [2]
	{
		604727.185, -- [1]
		605912.353, -- [2]
		604727.185, -- [3]
		604727.185, -- [4]
		605912.353, -- [5]
		604827.093, -- [6]
		604995.653, -- [7]
		605030.995, -- [8]
		605912.353, -- [9]
		605030.995, -- [10]
		605137.767, -- [11]
		605156.278, -- [12]
		605912.353, -- [13]
		605912.353, -- [14]
		606008.496, -- [15]
		606035.271, -- [16]
		606093.212, -- [17]
		606241.208, -- [18]
		606571.456, -- [19]
		607016.576, -- [20]
		606571.456, -- [21]
		606571.456, -- [22]
		607016.576, -- [23]
		606670.423, -- [24]
		606693.466, -- [25]
		607016.576, -- [26]
		607016.576, -- [27]
		607016.576, -- [28]
		607028.271, -- [29]
		607172.943, -- [30]
		607172.943, -- [31]
		607172.943, -- [32]
		607172.943, -- [33]
		607172.943, -- [34]
		607172.943, -- [35]
		607270.019, -- [36]
		607297.407, -- [37]
		607474.406, -- [38]
		607846.645, -- [39]
		607846.645, -- [40]
		607846.645, -- [41]
		607846.645, -- [42]
		607846.645, -- [43]
		607846.645, -- [44]
		607946.727, -- [45]
		607966.547, -- [46]
		608152.327, -- [47]
		608349.016, -- [48]
	}, -- [3]
	{
		"灼眼菂夏娜", -- [1]
		"小峥嵘", -- [2]
		"南山偷猎", -- [3]
		"Warlocks", -- [4]
		"追风之心", -- [5]
		"灼眼菂夏娜", -- [6]
		"Warlocks", -- [7]
		"灼眼菂夏娜", -- [8]
		"南山偷猎", -- [9]
		"Warlocks", -- [10]
		"灼眼菂夏娜", -- [11]
		"Warlocks", -- [12]
		"Warlocks", -- [13]
		"灼眼菂夏娜", -- [14]
		"灼眼菂夏娜", -- [15]
		"Warlocks", -- [16]
		"Warlocks", -- [17]
		"小峥嵘", -- [18]
		"小峥嵘", -- [19]
		"追风之心", -- [20]
		"灼眼菂夏娜", -- [21]
		"Warlocks", -- [22]
		"南山偷猎", -- [23]
		"灼眼菂夏娜", -- [24]
		"Warlocks", -- [25]
		"小峥嵘", -- [26]
		"灼眼菂夏娜", -- [27]
		"Warlocks", -- [28]
		"小峥嵘", -- [29]
		"Warlocks", -- [30]
		"小峥嵘", -- [31]
		"灼眼菂夏娜", -- [32]
		"追风之心", -- [33]
		"南风不竞", -- [34]
		"南山偷猎", -- [35]
		"灼眼菂夏娜", -- [36]
		"Warlocks", -- [37]
		"小峥嵘", -- [38]
		"小峥嵘", -- [39]
		"灼眼菂夏娜", -- [40]
		"追风之心", -- [41]
		"Warlocks", -- [42]
		"南风不竞", -- [43]
		"南山偷猎", -- [44]
		"灼眼菂夏娜", -- [45]
		"Warlocks", -- [46]
		"小峥嵘", -- [47]
		"南山偷猎", -- [48]
	}, -- [4]
	{
		2, -- [1]
		2, -- [2]
		2, -- [3]
		2, -- [4]
		2, -- [5]
		2, -- [6]
		2, -- [7]
		2, -- [8]
		2, -- [9]
		2, -- [10]
		2, -- [11]
		2, -- [12]
		2, -- [13]
		2, -- [14]
		2, -- [15]
		2, -- [16]
		2, -- [17]
		2, -- [18]
		2, -- [19]
		2, -- [20]
		2, -- [21]
		2, -- [22]
		2, -- [23]
		2, -- [24]
		2, -- [25]
		2, -- [26]
		2, -- [27]
		2, -- [28]
		2, -- [29]
		2, -- [30]
		2, -- [31]
		2, -- [32]
		2, -- [33]
		2, -- [34]
		2, -- [35]
		2, -- [36]
		2, -- [37]
		2, -- [38]
		2, -- [39]
		2, -- [40]
		2, -- [41]
		2, -- [42]
		2, -- [43]
		2, -- [44]
		2, -- [45]
		2, -- [46]
		2, -- [47]
		2, -- [48]
	}, -- [5]
}
pstrackbadsummons = 1
psmergepets = 1
psversionsaved2 = 8.007
psbossmodnoalphavar = 1
psdonaspanvar = nil
psshowaddframe34 = nil
psshowaddframe33 = nil
psnotshowfirstopen = nil
psdonareq1 = 100
psdonareq2 = 9
psdonareq3 = 6
psNoReportFlex = nil
