
SkadaDB = {
	["namespaces"] = {
		["LibDualSpec-1.0"] = {
		},
	},
	["profileKeys"] = {
		["龍靈血淚 - 诺兹多姆"] = "Default",
		["黯寂 - 符文图腾"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["windows"] = {
				{
					["y"] = -5.49466705322266,
					["point"] = "CENTER",
					["mode"] = "伤害",
					["barwidth"] = 428.000671386719,
					["background"] = {
						["height"] = 581.000061035156,
					},
					["x"] = 240.002593994141,
				}, -- [1]
			},
			["versions"] = {
				["1.6.3"] = true,
				["1.6.4"] = true,
				["1.6.7"] = true,
			},
			["modeclicks"] = {
				["打断"] = 5,
				["敌方受到的治疗"] = 1,
				["符文能量获取"] = 1,
				["死亡"] = 12,
				["敌对受到伤害"] = 82,
				["减益效果持续时间"] = 1,
				["伤害"] = 143,
			},
		},
	},
}
