
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["北落師门 - 诺兹多姆"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石服务器维护^Scontent^S亲爱的玩家，由于集合石硬件维护，我们会在1月5日上午5：00开始对集合石进行维护，预计维护时间24小时。期间集合石积分兑换以及集合石活动报名将无法正常使用，集合石组队系统不会受到此次维护影响。^t^^",
				["new"] = true,
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S100`你搞活动我买单`联盟暗夜要塞副本活动`2月11日（周六）20点，联盟暗夜要塞副本活动*J随着暗夜要塞随机难度第二区（皇家图书馆）的开放，其他难度的暗夜要塞副本又到了什么样的强度呢？让我们与主持人：熊猫TV-闹小闹闹（房间号：309685）共同探究吧！*J破碎海滩阻击战中，提里奥弗丁被巨大的末日领主克洛苏斯重伤致死，联盟的至高王瓦里安乌瑞恩为了掩护联盟撤退英勇战死。古尔丹的双手沾满了联盟英雄的鲜血，现在我们来到了这个邪能风暴的汇聚之地，向燃烧军团发出最后的通牒，一切为了联盟！*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#4^S2002;850,,每周限量;68841;37846#2004;1200,1500,每周限量;34493;22966^S玩具#2^S4002;800,,每周限量;72161#7001;750,,每周限量;54212;31756^S推荐#1#1^S3006;1500,1800,每周限量;79769#3008;150;45047;28811^S坐骑#3^S9002;1500,,每月限量;69228;38048^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S支付宝^S![Tt][Bb]^S![Qq][Qq]^S代练^S淘%h*寶^S寶%h*搜^S支持%h*寶^S![Mm][Ee][Nn]^S![Mm][Aa][Oo]^S![Rr][Mm][Bb]^S![Yy][Uu][Aa][Nn]^S![Bb][Aa][Ii][Dd]^S![Cc][Dd]^S![Dd][Aa][Ii]^S微信^S马某^S手打^S支付^S挂机^S代做^S工作室^S淘淘^S!代.*刷^S!x.*宝^S全网^S!手.*工^S直播^S!w.*x^S!t.*b^S!微.*信^S小时完成^S线下^S预定^S红包^S带^S算^S老板^S欢迎^S直播^S金团^S预定^S询价^S支持^S强制^S咨询^S包出^S保底^S50^S消费^^",
				["new"] = true,
			},
		},
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [7]
			["default"] = true,
		},
	},
}
