
rscignorezone15 = {
	{
		1148, -- [1]
		1149, -- [2]
		1150, -- [3]
		1151, -- [4]
		1152, -- [5]
		1153, -- [6]
		1154, -- [7]
		1155, -- [8]
		168, -- [9]
	}, -- [1]
	{
		"Uldir", -- [1]
		"Uldir", -- [2]
		"Uldir", -- [3]
		"Uldir", -- [4]
		"Uldir", -- [5]
		"Uldir", -- [6]
		"Uldir", -- [7]
		"Uldir", -- [8]
		"Uldir", -- [9]
	}, -- [2]
}
rsctableannounce = {
	0, -- [1]
	0, -- [2]
	0, -- [3]
	0, -- [4]
}
rscchatrep = "raid"
rscraidlrep = true
rsccolornick = true
rscwhomustbufflist = {
	"", -- [1]
	"", -- [2]
	"", -- [3]
	"", -- [4]
	"", -- [5]
	"", -- [6]
	"", -- [7]
	"", -- [8]
	"", -- [9]
}
rscbuffschat = {
	"raid", -- [1]
	"raid", -- [2]
}
rscbuffcheckb2 = {
	0, -- [1]
	1, -- [2]
	1, -- [3]
	1, -- [4]
	0, -- [5]
	0, -- [6]
}
rscbuffwhichtrack2 = {
	1, -- [1]
	1, -- [2]
	0, -- [3]
	0, -- [4]
	0, -- [5]
	0, -- [6]
	0, -- [7]
	0, -- [8]
	0, -- [9]
}
rscbufftimers = {
	15, -- [1]
	40, -- [2]
}
rscflaskcheckb = {
	1, -- [1]
	1, -- [2]
	1, -- [3]
	0, -- [4]
	0, -- [5]
	1, -- [6]
	1, -- [7]
	0, -- [8]
}
rscflaskchat = {
	"raid", -- [1]
	"raid", -- [2]
}
rscpotionscombatsaves = 12
rscminflaskgood = 5
rsconlyfrombosssave = false
rscraidrostertable = {
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [1]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [2]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [3]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [4]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [5]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [6]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [7]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [8]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [9]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [10]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [11]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [12]
}
rscpotioninfotable = {
	{
	}, -- [1]
	{
	}, -- [2]
	{
	}, -- [3]
	{
	}, -- [4]
	{
	}, -- [5]
	{
	}, -- [6]
	{
	}, -- [7]
	{
	}, -- [8]
	{
	}, -- [9]
	{
	}, -- [10]
	{
	}, -- [11]
	{
	}, -- [12]
}
rscchoosepotion = {
	{
	}, -- [1]
	{
	}, -- [2]
	{
	}, -- [3]
	{
	}, -- [4]
	{
	}, -- [5]
	{
	}, -- [6]
	{
	}, -- [7]
	{
	}, -- [8]
	{
	}, -- [9]
	{
	}, -- [10]
	{
	}, -- [11]
	{
	}, -- [12]
}
rscbossnamestable = {
	"0", -- [1]
	"0", -- [2]
	"0", -- [3]
	"深须国王, 0:49", -- [4]
	"0", -- [5]
	"0", -- [6]
	"0", -- [7]
	"0", -- [8]
	"0", -- [9]
	"瑟芬崔斯克, 0:45", -- [10]
	"0", -- [11]
	"积怨夫人, 0:44", -- [12]
}
rscpotionnotincombat = {
	"1222457.314++combatstart", -- [1]
	"1222430.549++combatstart", -- [2]
	"1222416.024++combatstart", -- [3]
	"1222351.219++combatstart", -- [4]
	"1222296.069++combatstart", -- [5]
	"1222273.426++combatstart", -- [6]
	"1222244.816++combatstart", -- [7]
	"1222215.492++combatstart", -- [8]
	"1222184.722++combatstart", -- [9]
	"1222131.304++combatstart", -- [10]
	"1222102.174++combatstart", -- [11]
	"1222053.456++combatstart", -- [12]
	"1222021.749++combatstart", -- [13]
	"1221954.879++combatstart", -- [14]
	"1221932.434++combatstart", -- [15]
	"1221868.655++combatstart", -- [16]
	"1221809.452++combatstart", -- [17]
	"1221797.765++combatstart", -- [18]
	"1221767.394++combatstart", -- [19]
	"1221600.736++combatstart", -- [20]
	"1221543.51++combatstart", -- [21]
	"1221473.747++combatstart", -- [22]
	"1221354.616++combatstart", -- [23]
	"1221268.767++combatstart", -- [24]
	"1221040.557++combatstart", -- [25]
	"1046312.726++combatstart", -- [26]
	"1046235.478++combatstart", -- [27]
	"1046216.566++combatstart", -- [28]
	"1046176.644++combatstart", -- [29]
	"1046118.221++combatstart", -- [30]
	"1046057.778++combatstart", -- [31]
	"1045992.682++combatstart", -- [32]
	"1045967.18++combatstart", -- [33]
	"965610.148++combatstart", -- [34]
	"965507.259++combatstart", -- [35]
	"965445.08++combatstart", -- [36]
	"965383.4++combatstart", -- [37]
}
rschealstoneused = {
	{
	}, -- [1]
	{
	}, -- [2]
	{
	}, -- [3]
	{
	}, -- [4]
	{
	}, -- [5]
	{
	}, -- [6]
	{
	}, -- [7]
	{
	}, -- [8]
	{
	}, -- [9]
	{
	}, -- [10]
	{
	}, -- [11]
	{
	}, -- [12]
}
rschealstoneused2 = {
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [1]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [2]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [3]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [4]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [5]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [6]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [7]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [8]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [9]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [10]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [11]
	{
		"一个劣银-试炼之环", -- [1]
		"丨最初的梦想-洛肯", -- [2]
		"卧梅又闻花丶", -- [3]
		"富可敵會", -- [4]
		"變態蘿莉控-影之哀伤", -- [5]
	}, -- [12]
}
rscflaskcheckfoodadd = 1
rscflaskcheckfoodadd2 = 0
