
WQTrackerDB = {
	["profileKeys"] = {
		["富可敵會 - 燃烧之刃"] = "Default",
		["涅槃泣血 - 诺兹多姆"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["low_level_tutorial"] = true,
			["TutorialPopupID"] = 1,
			["quests_tracked"] = {
				["Player-829-02D3614C"] = {
				},
				["Player-826-0221460B"] = {
				},
			},
			["player_names"] = {
				["Player-829-02D3614C"] = {
					["class"] = "PRIEST",
					["name"] = "富可敵會",
					["realm"] = "燃烧之刃",
				},
				["Player-826-0221460B"] = {
					["class"] = "PALADIN",
					["name"] = "涅槃泣血",
					["realm"] = "诺兹多姆",
				},
			},
			["rarescan"] = {
				["recently_killed"] = {
					["Player-829-02D3614C"] = {
					},
				},
				["name_cache"] = {
					[""] = 122999,
					["乌布拉金"] = 122004,
					["轰鸣的土元素"] = 141620,
					["雷霆巨怪"] = 141616,
					["监工克里克斯"] = 142423,
					["裂世者斯库尔"] = 127118,
					["戈拉坎"] = 124185,
					["瘟疫之羽"] = 142435,
					["约古萨"] = 142440,
					["维诺马鲁斯"] = 142438,
					["指挥官维卡娅"] = 122911,
					["虚空守望者瓦苏拉"] = 127300,
					["审判官维斯洛兹"] = 126946,
					["燃烧巨怪"] = 141615,
					["狂怒之喙"] = 142436,
					["啮颅者"] = 142437,
					["加尔佐斯"] = 122999,
					["最后的希里索恩"] = 126913,
					["碎骨者穆罗克"] = 141942,
					["枝条领主奥德鲁斯"] = 142508,
				},
			},
		},
	},
}
